/**
 * 领域卡牌数据
 */

import { DomainCard } from "@/data/card/domain-card/convert";

// 领域卡牌数据
export const domainCards: DomainCard[] = [
  {
    "ID": "rune-ward",
    "名称": "符文守护",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "你有一个私人的小饰品，可以注入保护性魔法并作为守护物由你或你的盟友持有。描述它是什么以及它为何对你重要。持有守护物的角色可以花费1点希望来减少1d8点受到的伤害。如果守护骰结果为8，则其力量在此次伤害减少后结束。下次休息时可以免费充能。",
    "imageUrl": "resource/领域/符文守护.png"
  },
  {
    "ID": "unleash-chaos",
    "名称": "施放混乱",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "在每局游戏开始时，在此卡上放置等同于你施法属性值的指示物。你可以进行一次施法掷骰以对抗一名远距离范围内的目标，同时花费任意数量的指示物，从你自身施放出一股狂野的能量以打击他们。如果成功，骰数量等同于你所花费的指示物数量的d10，对目标造成掷骰结果数量的魔法伤害。标记1点压力，将此卡上的指示物数量恢复至等同你施法属性值。在每局游戏结束后，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/施放混乱.png"
  },
  {
    "ID": "wall-walk",
    "名称": "墙壁行走",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "花费1点希望，让你能触及的生物可以像在地面行走一样轻松地在墙壁和天花板上攀爬。此效果持续到场景结束，或者你再次施放墙壁行走。",
    "imageUrl": "resource/领域/墙壁行走.png"
  },
  {
    "ID": "cinder-grasp",
    "名称": "灰烬之握",
    "领域": "奥术",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰以对抗一名近战范围内的目标。如果成功，目标会立即燃起火焰，受到1d20+3点魔法伤害，并暂时处于燃烧状态。当处于燃烧状态的生物行动时，如果其在行动结束时仍处于燃烧状态，则必须额外受到2d6点魔法伤害。",
    "imageUrl": "resource/领域/灰烬之握.png"
  },
  {
    "ID": "floating-eye",
    "名称": "浮空之眼",
    "领域": "奥术",
    "等级": 2,
    "属性": "法术",
    "回想": 0,
    "描述": "花费1点希望，创造一个小型浮空球，你可以在极远距离范围内随意移动它。当此法术激活时，你可以通过此球的视角观察，如同从其位置看出去一般。你可以自由切换使用自己的感官或通过此球观察。如果此球受到伤害或移出范围，则此法术结束。",
    "imageUrl": "resource/领域/浮空之眼.png"
  },
  {
    "ID": "counterspell",
    "名称": "反制法术",
    "领域": "奥术",
    "等级": 3,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以通过使用你的施法属性值进行一次反应掷骰来中断正在发生的魔法效果。如果成功，该效果停止，所有后果得以避免，并且此卡被置入你的宝库。",
    "imageUrl": "resource/领域/反制法术.png"
  },
  {
    "ID": "flight",
    "名称": "飞行",
    "领域": "奥术",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(15)。如果成功，在此卡上放置等同于你敏捷属性值的指示物（最小1个）。当你飞行时进行行动掷骰时，花费此卡上的一个指示物。花费最后一个指示物的行动解决后，你会直接降落到地面。",
    "imageUrl": "resource/领域/飞行.png"
  },
  {
    "ID": "blink-out",
    "名称": "闪现",
    "领域": "奥术",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(12)。如果成功，花费1点希望传送到你在远距离范围内能看到的另一点。如果有任何自愿的生物在极近距离范围内，为每个生物额外花费1点希望将其一同带走。",
    "imageUrl": "resource/领域/闪现.png"
  },
  {
    "ID": "preservation-blast",
    "名称": "保存冲击",
    "领域": "奥术",
    "等级": 4,
    "属性": "法术",
    "回想": 2,
    "描述": "对近战范围内的所有目标进行一次施法掷骰。你成功对抗的目标会被强制击退至远距离范围，并使用你的施法属性值受到d8+3点魔法伤害。",
    "imageUrl": "resource/领域/保存冲击.png"
  },
  {
    "ID": "chain-lightning",
    "名称": "连锁闪电",
    "领域": "奥术",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "标记2点压力，进行一次施法掷骰，对近距离范围内的所有目标释放闪电。你成功对抗的目标必须进行一次反应掷骰，难度等于你施法掷骰的结果。失败的目标受到2d8+4点魔法伤害。未被连锁闪电瞄准且在先前受损目标近距离范围内的额外敌人也必须进行反应掷骰。失败的目标受到2d8+4点魔法伤害。此连锁继续，直到范围内没有更多敌人为止。",
    "imageUrl": "resource/领域/连锁闪电.png"
  },
  {
    "ID": "premonition",
    "名称": "预感",
    "领域": "奥术",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以引导奥术能量来预见未来。每长休一次，在你进行一次掷骰后，立即撤销该行动及其后果，如同它们从未发生过一样，并进行另一次行动。",
    "imageUrl": "resource/领域/预感.png"
  },
  {
    "ID": "rift-walker",
    "名称": "裂隙行者",
    "领域": "奥术",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(15)。如果成功，你在当前站立的地面上放置一个奥术标记。下次你成功施放裂隙行者时，空间中会打开一道裂隙，提供安全通道回到标记所在的确切位置。此裂隙保持开启，直到你选择关闭它或再次施放其他法术。你可以在任何时候解除此法术，再次施放裂隙行者并将标记放置到新位置。",
    "imageUrl": "resource/领域/裂隙行者.png"
  },
  {
    "ID": "telekinesis",
    "名称": "念力",
    "领域": "奥术",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "对远距离范围内的目标进行一次施法掷骰。如果成功，你可以用你的心灵将其移动到其原始位置的远距离范围内的任何地方。你可以通过对你试图攻击的第二个目标进行额外的施法掷骰来投掷被举起的目标作为攻击。如果成功，使用你的精通值对第二个目标造成d12+4点物理伤害。此法术随后结束。",
    "imageUrl": "resource/领域/念力.png"
  },
  {
    "ID": "arcana-touched",
    "名称": "奥术触及",
    "领域": "奥术",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于奥术领域，你将获得以下好处：+1施法掷骰加值。每长休一次，你可以切换希望骰和恐惧骰的结果。",
    "imageUrl": "resource/领域/奥术触及.png"
  },
  {
    "ID": "cloaking-blast",
    "名称": "隐匿冲击",
    "领域": "奥术",
    "等级": 7,
    "属性": "法术",
    "回想": 2,
    "描述": "当你成功施法掷骰施放其他法术时，你可以花费1点希望来变得隐匿。当你保持静止不动时，如果敌人在通常能看到你的地方移动，你将保持不被发现。当你进入或进入敌人视线范围或进行攻击时，你不再隐匿。",
    "imageUrl": "resource/领域/隐匿冲击.png"
  },
  {
    "ID": "arcane-reflection",
    "名称": "奥术反射",
    "领域": "奥术",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "当你受到魔法伤害时，你可以花费任意数量的希望来掷等量数量的d6。如果任何一次掷骰结果为6，则攻击被反射回施法者，对施法者造成伤害。",
    "imageUrl": "resource/领域/奥术反射.png"
  },
  {
    "ID": "confusing-aura",
    "名称": "迷惑光环",
    "领域": "奥术",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(14)。每长休一次，如果成功，你会在身体上创造一层幻象，使人难以确定你的确切位置。标记任意数量的压力，以创建等量数量的额外层。当敌人对你进行攻击时，掷出当前激活层数等量的d6。如果任何一次掷骰结果为5或更高，一层光环被摧毁，攻击失败。如果所有结果均为4或更低，你承受伤害，此法术结束。",
    "imageUrl": "resource/领域/迷惑光环.png"
  },
  {
    "ID": "earthquake",
    "名称": "地震",
    "领域": "奥术",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(16)。每长休一次，如果成功，极远距离范围内所有未飞行目标必须进行一次反应掷骰(18)。失败的目标受到3d10+8点物理伤害，并暂时处于易伤状态。成功的目标受到一半伤害。此外，当你施法掷骰成功时，极远距离范围内的所有地形都变得难以移动，且此范围内的结构可能会受损或崩塌。",
    "imageUrl": "resource/领域/地震.png"
  },
  {
    "ID": "sensory-projection",
    "名称": "感官投射",
    "领域": "奥术",
    "等级": 9,
    "属性": "法术",
    "回想": 0,
    "描述": "每长休一次，进行一次施法掷骰(15)。如果成功，你进入一个视觉，让你清楚地看到和听到你以前去过的任何地方，如同你此刻身处其地一般。你可以在此视觉中自由移动，不受物理身体的物理限制或障碍。此法术无法被世俗或魔法手段检测到。当你受到伤害或施放其他法术时，你就会退出此视觉。",
    "imageUrl": "resource/领域/感官投射.png"
  },
  {
    "ID": "adjust-reality",
    "名称": "调整现实",
    "领域": "奥术",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "在你或一个自愿盟友进行任何掷骰后，你可以花费5点希望将掷骰的数值结果更改为你选择的结果。结果必须在骰子的范围内合理。",
    "imageUrl": "resource/领域/调整现实.png"
  },
  {
    "ID": "falling-sky",
    "名称": "落空",
    "领域": "奥术",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的所有敌人进行一次施法掷骰。标记任意数量的压力，以使奥术碎片从天而降。你成功对抗的目标，每标记1点压力受到1d20+2点魔法伤害。",
    "imageUrl": "resource/领域/落空.png"
  },
  {
    "ID": "get-back-up",
    "名称": "重新站起",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你受到严重伤害时，你可以标记1点压力以减少伤害的严重程度一个阈值。",
    "imageUrl": "resource/领域/重新站起.png"
  },
  {
    "ID": "not-good-enough",
    "名称": "尚不足够",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你掷骰伤害骰时，你可以重掷任何1或2。",
    "imageUrl": "resource/领域/尚不足够.png"
  },
  {
    "ID": "whirlwind",
    "名称": "旋风斩",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你成功攻击极近距离范围内的目标时，你可以花费1点希望对极近距离范围内的所有其他目标使用该攻击。你成功对抗的所有额外敌人受到一半伤害。",
    "imageUrl": "resource/领域/旋风斩.png"
  },
  {
    "ID": "a-soldiers-bond",
    "名称": "战士之羁",
    "领域": "利刃",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你赞美某人或询问他们擅长什么时，你们都可以获得3点希望。",
    "imageUrl": "resource/领域/战士之羁.png"
  },
  {
    "ID": "reckless",
    "名称": "鲁莽",
    "领域": "利刃",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "标记1点压力，在攻击时获得优势。",
    "imageUrl": "resource/领域/鲁莽.png"
  },
  {
    "ID": "scramble",
    "名称": "争夺",
    "领域": "利刃",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当近战范围内的生物会伤害你时，你可以避免攻击并安全地移出敌人的近战范围。",
    "imageUrl": "resource/领域/争夺.png"
  },
  {
    "ID": "versatile-fighter",
    "名称": "全能战士",
    "领域": "利刃",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "你可以使用不同的人物特质来使用已装备的武器，而不是武器所要求的特质。当你造成伤害时，你可以标记1点压力来使用你的伤害骰的最大结果，而不是掷骰。",
    "imageUrl": "resource/领域/全能战士.png"
  },
  {
    "ID": "deadly-focus",
    "名称": "致命专注",
    "领域": "利刃",
    "等级": 4,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，你可以将所有注意力集中在你选择的目标上。直到你攻击另一个生物、击败目标或战斗结束，你获得+1精通加值。",
    "imageUrl": "resource/领域/致命专注.png"
  },
  {
    "ID": "fortified-armor",
    "名称": "强化护甲",
    "领域": "利刃",
    "等级": 4,
    "属性": "能力",
    "回想": 0,
    "描述": "当你穿着护甲时，你的伤害阈值获得+2加值。",
    "imageUrl": "resource/领域/强化护甲.png"
  },
  {
    "ID": "champions-edge",
    "名称": "冠军之刃",
    "领域": "利刃",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "当你攻击暴击时，你可以花费最多3点希望并为每点希望选择以下一个选项：\n* 你清除1点生命点。\n* 你清除1个护甲槽。\n* 目标必须标记额外1点生命点。\n你不能多次选择同一选项。",
    "imageUrl": "resource/领域/冠军之刃.png"
  },
  {
    "ID": "vitality",
    "名称": "活力",
    "领域": "利刃",
    "等级": 5,
    "属性": "能力",
    "回想": 0,
    "描述": "当你选择此卡时，永久获得以下两项好处：\n* 1个压力槽\n* 1个生命点槽\n* 你的伤害阈值获得+2加值。\n然后永久将此卡置入你的宝库。",
    "imageUrl": "resource/领域/活力.png"
  },
  {
    "ID": "battle-hardened",
    "名称": "战斗磨砺",
    "领域": "利刃",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，当你将进行死亡行动时，你可以花费1点希望来清除1点生命点。",
    "imageUrl": "resource/领域/战斗磨砺.png"
  },
  {
    "ID": "rage-up",
    "名称": "怒气爆发",
    "领域": "利刃",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "在你攻击之前，你可以标记1点压力，以获得等同于你力量值两倍的伤害掷骰加值。你每次攻击可以爆发怒气两次。",
    "imageUrl": "resource/领域/怒气爆发.png"
  },
  {
    "ID": "blade-touched",
    "名称": "利刃触及",
    "领域": "利刃",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "如果你的装备中有4张或更多领域卡牌属于利刃领域，你将获得以下好处：\n* 你的攻击掷骰获得+2加值。\n* 你的严重伤害阈值获得+4加值。",
    "imageUrl": "resource/领域/利刃触及.png"
  },
  {
    "ID": "glancing-blow",
    "名称": "擦伤",
    "领域": "利刃",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你攻击失败时，你可以标记1点压力，造成武器伤害，数值为你精通值的一半。",
    "imageUrl": "resource/领域/擦伤.png"
  },
  {
    "ID": "battle-cry",
    "名称": "战吼",
    "领域": "利刃",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，当你冲入危险时，可以发出振奋人心的号召，激励你的盟友。所有能听到你的盟友都会清除1点压力并获得1点希望。此外，你的盟友在攻击掷骰中获得优势，直到你或盟友掷出带有恐惧的失败。",
    "imageUrl": "resource/领域/战吼.png"
  },
  {
    "ID": "frenzy",
    "名称": "狂暴",
    "领域": "利刃",
    "等级": 8,
    "属性": "能力",
    "回想": 3,
    "描述": "每长休一次，你可以进入狂暴状态，直到视线范围内没有更多敌人。狂暴时，你不能使用护甲槽，你的伤害掷骰获得+10加值，你的严重伤害阈值获得+8加值。",
    "imageUrl": "resource/领域/狂暴.png"
  },
  {
    "ID": "gore-and-glory",
    "名称": "血肉荣耀",
    "领域": "利刃",
    "等级": 9,
    "属性": "能力",
    "回想": 2,
    "描述": "当你武器攻击暴击时，获得1点额外希望或清除1点额外压力。此外，当你造成足够伤害击败敌人时，获得1点希望或清除1点压力。",
    "imageUrl": "resource/领域/血肉荣耀.png"
  },
  {
    "ID": "reapers-strike",
    "名称": "死神打击",
    "领域": "利刃",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "每长休一次，花费1点希望进行攻击掷骰。GM会告诉你哪些范围内目标会成功。选择其中一个目标，强制他们标记5点生命点。",
    "imageUrl": "resource/领域/死神打击.png"
  },
  {
    "ID": "battle-monster",
    "名称": "战斗巨兽",
    "领域": "利刃",
    "等级": 10,
    "属性": "能力",
    "回想": 0,
    "描述": "当你成功攻击敌人时，你可以标记4点压力来强制目标标记等同于你当前已标记生命点数量的生命点，而不是掷骰伤害。",
    "imageUrl": "resource/领域/战斗巨兽.png"
  },
  {
    "ID": "onslaught",
    "名称": "猛攻",
    "领域": "利刃",
    "等级": 10,
    "属性": "能力",
    "回想": 3,
    "描述": "当你成功使用武器攻击时，你造成的伤害永远不会低于目标的主要伤害阈值（目标总是至少标记2点生命点）。此外，当你的武器范围内的生物对盟友造成伤害且不包括你时，你可以标记1点压力强制他们进行反应掷骰(15)。如果失败，目标必须标记1点生命点。",
    "imageUrl": "resource/领域/猛攻.png"
  },
  {
    "ID": "deft-maneuvers",
    "名称": "灵巧机动",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "每长休一次，标记1点压力，以极远距离范围冲刺到任何地方而无需进行敏捷掷骰。如果你在此移动结束时处于敌人近战范围内并立即攻击他们，攻击掷骰获得+1加值。",
    "imageUrl": "resource/领域/灵巧机动.png"
  },
  {
    "ID": "i-see-it-coming",
    "名称": "我早料到",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你被近战范围之外的攻击瞄准时，你可以标记1点压力，掷出d4并获得等同于结果的闪避加值以对抗攻击。",
    "imageUrl": "resource/领域/我早料到.png"
  },
  {
    "ID": "untouchable",
    "名称": "不可触及",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "你的闪避获得等同于你敏捷值一半的加值。",
    "imageUrl": "resource/领域/不可触及.png"
  },
  {
    "ID": "ferocity",
    "名称": "凶猛",
    "领域": "骸骨",
    "等级": 2,
    "属性": "能力",
    "回想": 2,
    "描述": "当你使敌人标记1点或更多生命点时，你可以花费2点希望，以增加你的闪避值，增加量为敌人标记的生命点数量。此加值持续到下次攻击结束后。",
    "imageUrl": "resource/领域/凶猛.png"
  },
  {
    "ID": "strategic-approach",
    "名称": "战略方针",
    "领域": "骸骨",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，在此卡上放置等同于你知识值的指示物（最小1个）。你第一次移动到敌人近战范围内并攻击他们时，你可以花费一个指示物来选择以下一个选项：\n* 你获得攻击优势。\n* 你清除近战范围内盟友的1点压力。\n* 你的伤害掷骰增加d8。\n当你进行长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/战略方针.png"
  },
  {
    "ID": "brace",
    "名称": "支撑",
    "领域": "骸骨",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你标记1个护甲槽以减少受到的伤害时，你可以标记1点压力以标记一个额外的护甲槽。",
    "imageUrl": "resource/领域/支撑.png"
  },
  {
    "ID": "tactician",
    "名称": "战术家",
    "领域": "骸骨",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你帮助盟友时，他们可以花费1点希望将你的一项经验添加到他们的掷骰中，同时还有他们的优势骰。在进行团队掷骰时，你可以掷出d20作为你的希望骰。",
    "imageUrl": "resource/领域/战术家.png"
  },
  {
    "ID": "boost",
    "名称": "助推",
    "领域": "骸骨",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "标记1点压力，从近距离范围内的一个自愿盟友身上助推，将自己抛入空中，并对远距离范围内的目标进行一次空中攻击。你在攻击中获得优势，伤害掷骰增加d10，你的移动结束在目标的近战范围内。",
    "imageUrl": "resource/领域/助推.png"
  },
  {
    "ID": "redirect",
    "名称": "转移",
    "领域": "骸骨",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "当对你进行的近战范围之外的攻击失败时，掷出等同于你精通值的d6数量。如果任何一个掷骰结果为6，你可以标记1点压力，将攻击转移到极近距离范围内的敌人身上，造成伤害。",
    "imageUrl": "resource/领域/转移.png"
  },
  {
    "ID": "know-thy-enemy",
    "名称": "知己知彼",
    "领域": "骸骨",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "当你观察一个生物时，你可以对他们进行一次直觉掷骰。如果成功，花费1点希望并向GM询问关于目标的一组信息，以下选项任选其一：\n* 他们的未标记生命点和压力。\n* 他们的难度和伤害阈值。\n* 他们的战术和标准攻击伤害骰。\n* 他们的特性和经验。\n此外，如果成功，你可以标记1点压力以从GM的恐惧池中移除1点恐惧。",
    "imageUrl": "resource/领域/知己知彼.png"
  },
  {
    "ID": "signature-move",
    "名称": "招牌动作",
    "领域": "骸骨",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "命名并描述你的招牌战斗动作。每长休一次，当你执行此招牌动作作为你正在进行的行动的一部分时，你可以掷出d20作为你的希望骰。如果成功，清除1点压力。",
    "imageUrl": "resource/领域/招牌动作.png"
  },
  {
    "ID": "rapid-riposte",
    "名称": "快速反击",
    "领域": "骸骨",
    "等级": 6,
    "属性": "能力",
    "回想": 0,
    "描述": "当对你进行的近战范围内的攻击失败时，你可以标记1点压力，并抓住机会用你一件激活武器的武器伤害值来对攻击者造成伤害。",
    "imageUrl": "resource/领域/快速反击.png"
  },
  {
    "ID": "recovery",
    "名称": "恢复",
    "领域": "骸骨",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "在短休期间，你可以选择一个长休停机动作。你可以花费1点希望让盟友也这样做。",
    "imageUrl": "resource/领域/恢复.png"
  },
  {
    "ID": "bone-touched",
    "名称": "骸骨触及",
    "领域": "骸骨",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于骸骨领域，你将获得以下好处：\n* 敏捷获得+1加值。\n* 每长休一次，你可以花费3点希望，使你成功对抗的攻击失败。",
    "imageUrl": "resource/领域/骸骨触及.png"
  },
  {
    "ID": "cruel-precision",
    "名称": "残酷精准",
    "领域": "骸骨",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你成功使用武器攻击时，你的伤害掷骰获得等同于你的敏捷或精巧值中较高的一个的加值。",
    "imageUrl": "resource/领域/残酷精准.png"
  },
  {
    "ID": "breaking-blow",
    "名称": "破甲一击",
    "领域": "骸骨",
    "等级": 8,
    "属性": "能力",
    "回想": 3,
    "描述": "当你成功攻击时，你可以标记1点压力，使对同一目标的下次成功攻击造成额外2d12伤害。",
    "imageUrl": "resource/领域/破甲一击.png"
  },
  {
    "ID": "wrangle",
    "名称": "纠缠",
    "领域": "骸骨",
    "等级": 8,
    "属性": "能力",
    "回想": 1,
    "描述": "对近距离范围内的所有目标进行一次敏捷掷骰。花费1点希望，将你成功对抗的目标和近距离范围内的任何自愿盟友移动到近距离范围内的另一点。",
    "imageUrl": "resource/领域/纠缠.png"
  },
  {
    "ID": "on-the-brink",
    "名称": "濒临边缘",
    "领域": "骸骨",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "当你未标记的生命点为2点或更少时，你不会受到轻微伤害。",
    "imageUrl": "resource/领域/濒临边缘.png"
  },
  {
    "ID": "splintering-strike",
    "名称": "裂骨打击",
    "领域": "骸骨",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "花费1点希望并对你武器范围内的所有敌人进行攻击。每长休一次，对任何目标成功时，累加造成的伤害，然后你可以将这些伤害任意分配给成功对抗的目标。当你对目标造成伤害时，掷一个额外的伤害骰，将其结果加到你对该目标造成的伤害中。",
    "imageUrl": "resource/领域/裂骨打击.png"
  },
  {
    "ID": "deathrun",
    "名称": "死亡冲刺",
    "领域": "骸骨",
    "等级": 10,
    "属性": "能力",
    "回想": 1,
    "描述": "花费3点希望，在战场上跑出一条直线路径到远距离范围内的某个点，沿该路径攻击你武器范围内的所有敌人。选择你对成功对抗的目标造成伤害的顺序。对于第一个目标，用你的武器伤害值加上你精通值+1进行掷骰。然后从你的伤害掷骰中移除一个骰子，将剩余伤害施加给下一个目标。继续移除一个骰子，直到你没有更多伤害骰或敌人。你不能在同一次攻击中多次瞄准同一个敌人。",
    "imageUrl": "resource/领域/死亡冲刺.png"
  },
  {
    "ID": "swift-step",
    "名称": "迅捷步伐",
    "领域": "骸骨",
    "等级": 10,
    "属性": "能力",
    "回想": 2,
    "描述": "当对你进行的攻击失败时，清除1点压力。如果你不能清除压力，获得1点希望。",
    "imageUrl": "resource/领域/迅捷步伐.png"
  },
  {
    "ID": "book-of-ava",
    "名称": "阿瓦之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**力量推击：** 对近战范围内的目标进行一次施法掷骰。如果成功，他们被击退到远距离范围，并使用你的精通值受到d10+2点魔法伤害。\n**塔瓦之甲：** 花费1点希望，为你触及的目标提供+1护甲值，直到他们下次休息或你再次施放塔瓦之甲。\n**冰锥：** 进行一次施法掷骰(12)，召唤一个远距离范围内的巨大冰锥。如果你将其作为武器使用，则对目标的难度进行施法掷骰。如果成功，造成d6点物理伤害，使用你的精通值。",
    "imageUrl": "resource/领域/阿瓦之书.png"
  },
  {
    "ID": "book-of-illiat",
    "名称": "伊利亚特之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**沉睡：** 对极近距离范围内的目标进行一次施法掷骰。如果成功，他们处于沉睡状态，直到受到伤害或GM在他们的回合花费恐惧来清除此状态。\n**奥术弹幕：** 每长休一次，花费任意数量的希望，向你选择的近距离范围内目标射出魔法弹。掷出等同于你花费希望数量的d6，对目标造成等量魔法伤害。\n**心灵感应：** 花费1点希望，与你能看到的一个目标建立精神连接。此连接持续到你下次休息或你再次施放心灵感应。",
    "imageUrl": "resource/领域/伊利亚特之书.png"
  },
  {
    "ID": "book-of-tyfar",
    "名称": "泰法之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**野火：** 对近战范围内的最多三个敌人进行一次施法掷骰。你成功对抗的目标受到2d6点魔法伤害，并必须标记1点压力，因为火焰从你手中喷发而出。\n**魔法之手：** 你在远距离范围内召唤一只与你自身大小和力量相同的魔法之手。\n**神秘之雾：** 进行一次施法掷骰(13)，召唤一片临时浓雾，聚集在极近距离范围内一个固定区域。浓雾严重遮蔽此区域及其中的一切。",
    "imageUrl": "resource/领域/泰法之书.png"
  },
  {
    "ID": "book-of-sitil",
    "名称": "西蒂尔之书",
    "领域": "典籍",
    "等级": 2,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**调整外观：** 你魔法般地改变你的外观和衣着以避免被认出。\n**并行：** 花费2点希望，对你自身或近距离范围内的盟友施放此法术。目标下次攻击时，可以命中攻击掷骰会成功的近战范围内的额外目标。你一次只能对此法术维持在一个生物上。\n**幻象：** 进行一次施法掷骰(14)。如果成功，在近距离范围内创造一个不超过你大小的临时视觉幻象，持续时间与你观察它的时间一样长。它在观察者进入近战范围之前可以经受住仔细检查。",
    "imageUrl": "resource/领域/西蒂尔之书.png"
  },
  {
    "ID": "book-of-vagras",
    "名称": "瓦格拉斯之书",
    "领域": "典籍",
    "等级": 2,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**符文锁：** 对你正在触摸的可以关闭的物体（例如锁、箱子或盒子）进行一次施法掷骰(15)。每长休一次，如果成功，你可以锁住物体，使其只能被你选择的生物打开。拥有魔法接触和一小时研究此法术的人可以打破它。\n**奥术门：** 当你近战范围内没有敌人时，进行一次施法掷骰(13)。如果成功，花费1点希望，从你所在位置到你在远距离范围内能看到的一个点创建一个传送门。当一个生物通过后，它就关闭。\n**揭示：** 进行一次施法掷骰。如果近距离范围内有任何魔法隐藏的东西，则被揭示。",
    "imageUrl": "resource/领域/瓦格拉斯之书.png"
  },
  {
    "ID": "book-of-korvax",
    "名称": "科瓦克斯之书",
    "领域": "典籍",
    "等级": 3,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**悬浮：** 进行一次施法掷骰，暂时将你能看到的目标举到空中，并在其原始位置的近距离范围内移动。\n**撤回：** 花费1点希望，强制近战范围内的目标进行反应掷骰(15)。如果失败，他们会忘记你谈话的最后一分钟。\n**符文圈：** 标记1点压力，在你站立的地面上创造一个临时魔法圈。近战范围内的所有敌人，或进入近战范围的敌人，受到2d12+4点魔法伤害并被击退到极近距离范围。",
    "imageUrl": "resource/领域/科瓦克斯之书.png"
  },
  {
    "ID": "book-of-norai",
    "名称": "诺莱之书",
    "领域": "典籍",
    "等级": 3,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**神秘系缚：** 对远距离范围内的目标进行一次施法掷骰。如果成功，他们暂时处于束缚状态，并必须标记1点压力。如果你瞄准飞行生物，此法术会使其落地并暂时束缚。\n**火球术：** 对极远距离范围内的目标进行一次施法掷骰。如果成功，向他们投掷一个火球，火球会在撞击时爆炸。目标和极近距离范围内的所有生物必须进行一次反应掷骰(13)。失败的目标受到d20+5点魔法伤害，使用你的精通值。成功的目标受到一半伤害。",
    "imageUrl": "resource/领域/诺莱之书.png"
  },
  {
    "ID": "book-of-exota",
    "名称": "艾索塔之书",
    "领域": "典籍",
    "等级": 4,
    "属性": "咒语书",
    "回想": 3,
    "描述": "**反驳：** 你可以中断正在发生的魔法效果。使用你的施法属性值进行一次反应掷骰。每长休一次，如果成功，该效果停止，所有后果得以避免。\n**创造构装体：** 花费1点希望，选择你周围的一组物体，并从中创造一个动画构装体，它会服从基本命令。进行一次施法掷骰来命令它们行动。必要时，它们会分享你的闪避和特质，它们的攻击造成2d10+3点物理伤害。你一次只能维持一个构装体，当它们受到任何伤害时就会散架。",
    "imageUrl": "resource/领域/艾索塔之书.png"
  },
  {
    "ID": "book-of-grynn",
    "名称": "格林之书",
    "领域": "典籍",
    "等级": 4,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**奥术偏转：** 每长休一次，花费1点希望，以抵消瞄准你或你近距离范围内盟友的攻击伤害。\n**时间锁定：** 远距离范围内的目标物体停止在时间和空间中，直到你下次休息。如果生物试图移动它，对其进行施法掷骰以维持此法术。\n**火焰之墙：** 进行一次施法掷骰(15)。如果成功，在远距离范围内的两点之间创造一道魔法火焰之墙。其路径上的所有生物必须选择一边站立，随后穿过火墙的任何生物受到4d10+3点魔法伤害。",
    "imageUrl": "resource/领域/格林之书.png"
  },
  {
    "ID": "manifest-wall",
    "名称": "显现之墙",
    "领域": "典籍",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(15)。每长休一次，如果成功，花费1点希望，在远距离范围内的两点之间创造一道临时魔法墙。它可以高达50英尺，并以任何角度形成。其路径上的生物或物体会被推向你选择的一边。此墙保持直立，直到你下次休息或你再次施放显现之墙。",
    "imageUrl": "resource/领域/显现之墙.png"
  },
  {
    "ID": "teleport",
    "名称": "传送",
    "领域": "典籍",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，你可以立即将你和近距离范围内的任何自愿目标传送到你曾去过的地方。选择以下一个选项，然后进行一次施法掷骰(16)：\n* 如果你非常了解该地，获得+3加值。\n* 如果你经常去过该地，获得+1加值。\n* 如果你偶尔去过该地，没有修正。\n* 如果你只去过一次，获得-2惩罚。\n如果成功，你出现在你打算去的地方。如果失败，你出现在偏离路线的地方，失败范围决定了偏离的距离。",
    "imageUrl": "resource/领域/传送.png"
  },
  {
    "ID": "banish",
    "名称": "放逐",
    "领域": "典籍",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "对近距离范围内的目标进行一次施法掷骰。如果成功，掷出等同于你施法属性值的d20数量。目标必须进行一次反应掷骰，难度等于你最高结果。如果成功，目标必须标记1点压力但不会被放逐。每长休一次，如果失败，他们会被放逐出这个领域。\n当PC们掷骰带有恐惧时，难度获得-1惩罚，目标进行另一次反应掷骰。如果成功，他们从放逐中返回。",
    "imageUrl": "resource/领域/放逐.png"
  },
  {
    "ID": "sigil-of-retribution",
    "名称": "报复符文",
    "领域": "典籍",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "在近距离范围内的敌人身上标记一个报复符文。GM获得1点恐惧。当被标记的敌人对你或你的盟友造成伤害时，在此卡上放置一个d8。你可以持有等同于你等级的d8数量。当你成功攻击被标记的敌人时，掷出此卡上的骰子并将总和加到你的伤害掷骰中，然后清除骰子。当被标记的敌人被击败或你再次施放报复符文时，此效果结束。",
    "imageUrl": "resource/领域/报复符文.png"
  },
  {
    "ID": "book-of-homet",
    "名称": "霍梅特之书",
    "领域": "典籍",
    "等级": 7,
    "属性": "咒语书",
    "回想": 0,
    "描述": "**穿墙而过：** 进行一次施法掷骰(13)。每长休一次，如果成功，你和所有你触及的生物可以穿过近距离范围内的墙壁或门。当所有人都到达另一边时，此效果结束。\n**位面之门：** 进行一次施法掷骰(14)。每长休一次，如果成功，打开一个通往你曾去过的另一个维度或位面的传送门。此传送门持续到你下次休息。",
    "imageUrl": "resource/领域/霍梅特之书.png"
  },
  {
    "ID": "codex-touched",
    "名称": "典籍触及",
    "领域": "典籍",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于典籍领域，你将获得以下好处：\n* 你可以标记1点压力，将你的精通值加到施法掷骰中。\n* 每长休一次，你可以用宝库中的任何卡牌替换此卡，无需支付其回想费用。",
    "imageUrl": "resource/领域/典籍触及.png"
  },
  {
    "ID": "book-of-vyola",
    "名称": "维奥拉之书",
    "领域": "典籍",
    "等级": 8,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**记忆深挖：** 对远距离范围内的目标进行一次施法掷骰。如果成功，窥视目标的思想并向GM提出一个问题。GM会描述目标拥有的与答案相关的任何记忆。\n**共享清晰：** 每长休一次，花费1点希望选择两个自愿生物。当其中一个生物会标记压力时，他们可以选择两者中的哪一个标记压力。此法术持续到他们下次休息。",
    "imageUrl": "resource/领域/维奥拉之书.png"
  },
  {
    "ID": "safe-haven",
    "名称": "安全港",
    "领域": "典籍",
    "等级": 8,
    "属性": "法术",
    "回想": 3,
    "描述": "当你有几分钟的平静来集中注意力时，你可以花费2点希望召唤你的安全港，一个大型的维度间家园，你和你的盟友可以在其中避难。当你这样做时，近距离范围内会出现一个魔法门。只有你选择的生物可以进入。进入后，你可以使入口隐形。你和里面的任何人都可以随时离开。一旦你离开，必须再次召唤门。当你在自己的安全港内休息时，你可以选择额外的停机动作。",
    "imageUrl": "resource/领域/安全港.png"
  },
  {
    "ID": "book-of-ronin",
    "名称": "浪人之书",
    "领域": "典籍",
    "等级": 9,
    "属性": "咒语书",
    "回想": 4,
    "描述": "**变形：** 进行一次施法掷骰(15)。如果成功，变形为不超过你正常大小两倍的无生命物体。你可以保持此形态，直到你受到伤害。\n**永恒虚弱：** 每长休一次，对近距离范围内的目标进行一次施法掷骰。如果成功，他们永久处于易伤状态。他们无法通过任何方式清除此状态。",
    "imageUrl": "resource/领域/浪人之书.png"
  },
  {
    "ID": "disintegration-wave",
    "名称": "分解波",
    "领域": "典籍",
    "等级": 9,
    "属性": "法术",
    "回想": 4,
    "描述": "进行一次施法掷骰(18)。每长休一次，如果成功，GM会告诉你远距离范围内哪些敌人的难度为18或更低。为你希望用此法术击中的每个敌人标记1点压力。他们被杀死，无法通过任何方式复活。",
    "imageUrl": "resource/领域/分解波.png"
  },
  {
    "ID": "book-of-yarrow",
    "名称": "蓍草之书",
    "领域": "典籍",
    "等级": 10,
    "属性": "咒语书",
    "回想": 2,
    "描述": "**时间扰乱：** 进行一次施法掷骰(18)。如果成功，远距离范围内所有人的时间暂时停止，除了你。在你对另一个生物进行行动掷骰时，时间恢复。\n**魔法免疫：** 花费5点希望，直到你下次休息时，对魔法伤害免疫。",
    "imageUrl": "resource/领域/蓍草之书.png"
  },
  {
    "ID": "transcendent-union",
    "名称": "超越联合",
    "领域": "典籍",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，花费5点希望，对此法术施放于两个或更多自愿生物。直到你下次休息，当通过此联合连接的生物会标记压力或生命点时，连接的生物可以选择谁来标记它。",
    "imageUrl": "resource/领域/超越联合.png"
  },
  {
    "ID": "deft-deceiver",
    "名称": "巧妙欺诈者",
    "领域": "优雅",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "花费1点希望，在欺骗或说服他人相信你所言的掷骰中获得优势。",
    "imageUrl": "resource/领域/巧妙欺诈者.png"
  },
  {
    "ID": "enrapture",
    "名称": "魅惑",
    "领域": "优雅",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "对近距离范围内的目标进行一次施法掷骰。如果成功，他们暂时处于魅惑状态。处于魅惑状态时，目标的注意力集中在你身上，视野变窄，除了你的声音外，所有声音都被淹没。每长休一次，如果成功，你可以标记1点压力，强制魅惑目标也标记1点压力。",
    "imageUrl": "resource/领域/魅惑.png"
  },
  {
    "ID": "inspirational-words",
    "名称": "激励言语",
    "领域": "优雅",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "你的言语充满力量。每长休一次，在此卡上放置等同于你存在感的指示物。当你与盟友交谈时，你可以花费此卡上的一个指示物，给予他们以下一项好处：\n* 你的盟友清除1点压力。\n* 你的盟友清除1点生命点。\n* 你的盟友获得1点希望。\n当你进行长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/激励言语.png"
  },
  {
    "ID": "tell-no-lies",
    "名称": "不说谎话",
    "领域": "优雅",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "对极近距离范围内的目标进行一次施法掷骰。如果成功，当他们处于极近距离范围内时，他们不能对你撒谎，但他们不被强迫说话。如果你问他们一个问题而他们拒绝回答，他们必须标记1点压力，效果结束。目标通常不知道此法术已施加在他们身上，直到它迫使他们说出真相。",
    "imageUrl": "resource/领域/不说谎话.png"
  },
  {
    "ID": "troublemaker",
    "名称": "捣蛋鬼",
    "领域": "优雅",
    "等级": 2,
    "属性": "能力",
    "回想": 2,
    "描述": "当你嘲讽或挑衅远距离范围内的目标时，对他们进行一次存在掷骰。每长休一次，如果成功，掷出等同于你精通值的d4数量。目标必须标记等同于掷骰最高结果的压力。",
    "imageUrl": "resource/领域/捣蛋鬼.png"
  },
  {
    "ID": "hypnotic-shimmer",
    "名称": "催眠闪光",
    "领域": "优雅",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "对你前方近距离范围内的所有敌人进行一次施法掷骰。每长休一次，如果成功，创造一个闪烁色彩和光线的幻象，暂时眩晕你成功对抗的目标并强制他们标记1点压力。处于眩晕状态时，他们无法使用反应，也无法进行任何其他行动，直到他们清除此状态。",
    "imageUrl": "resource/领域/催眠闪光.png"
  },
  {
    "ID": "invisibility",
    "名称": "隐形",
    "领域": "优雅",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(10)。如果成功，标记1点压力，选择你自身或近战范围内的盟友变得隐形。隐形生物无法被魔法手段以外的方式看到，对其进行的攻击掷骰具有劣势。在此卡上放置等同于你施法属性值的指示物。当隐形生物进行行动时，花费此卡上的一个指示物。花费最后一个指示物的行动解决后，效果结束。你一次只能维持一个生物的隐形。",
    "imageUrl": "resource/领域/隐形.png"
  },
  {
    "ID": "soothing-speech",
    "名称": "安抚言语",
    "领域": "优雅",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "在短休期间，当你花时间安慰另一个角色并对其使用“治疗伤口”停机动作时，清除该角色额外的1点生命点。当你这样做时，你也会清除2点生命点。",
    "imageUrl": "resource/领域/安抚言语.png"
  },
  {
    "ID": "through-your-eyes",
    "名称": "透过你眼",
    "领域": "优雅",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "选择极远距离范围内的目标。你可以透过他们的眼睛看到，透过他们的耳朵听到。你可以自由切换使用自己的感官或目标的感官，直到你再次施放其他法术或下次休息。",
    "imageUrl": "resource/领域/透过你眼.png"
  },
  {
    "ID": "thought-delver",
    "名称": "思想深探",
    "领域": "优雅",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以窥视他人的思想。花费1点希望阅读远距离范围内目标模糊的表面思想。对目标进行施法掷骰以深入挖掘更深层、更隐藏的思想。如果掷骰带有恐惧，GM可能酌情决定目标会意识到你正在阅读他们的思想。",
    "imageUrl": "resource/领域/思想深探.png"
  },
  {
    "ID": "words-of-discord",
    "名称": "不和之语",
    "领域": "优雅",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "向近战范围内的敌人低语不和之语，并进行一次施法掷骰(13)。如果成功，目标必须标记1点压力，并攻击另一个敌人而不是你或你的盟友。一旦此攻击结束，目标会意识到发生了什么。下次你对他们施放不和之语时，施法掷骰获得-5惩罚。",
    "imageUrl": "resource/领域/不和之语.png"
  },
  {
    "ID": "never-upstaged",
    "名称": "永不抢镜",
    "领域": "优雅",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "当你因攻击而标记1点或更多生命点时，你可以标记1点压力，在此卡上放置等同于你标记生命点数量的指示物。在你下次成功攻击时，每花费一个指示物，你的伤害掷骰获得+5加值，然后清除所有指示物。",
    "imageUrl": "resource/领域/永不抢镜.png"
  },
  {
    "ID": "share-the-burden",
    "名称": "分担重担",
    "领域": "优雅",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "每长休一次，承担近战范围内一个自愿生物的压力。目标描述此刻从你心中泄露出的亲密知识或情感。将他们标记的任意数量压力转移给你，然后每转移1点压力获得1点希望。",
    "imageUrl": "resource/领域/分担重担.png"
  },
  {
    "ID": "endless-charisma",
    "名称": "无尽魅力",
    "领域": "优雅",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "在你进行一次行动掷骰以说服、撒谎或讨好时，你可以花费1点希望重掷希望或恐惧骰。",
    "imageUrl": "resource/领域/无尽魅力.png"
  },
  {
    "ID": "grace-touched",
    "名称": "优雅触及",
    "领域": "优雅",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于优雅领域，你将获得以下好处：\n* 你可以标记1个护甲槽而不是标记压力。\n* 当你会强制目标标记一定数量生命点时，你可以选择改为强制他们标记等量压力。",
    "imageUrl": "resource/领域/优雅触及.png"
  },
  {
    "ID": "astral-projection",
    "名称": "星体投射",
    "领域": "优雅",
    "等级": 8,
    "属性": "法术",
    "回想": 0,
    "描述": "每长休一次，标记1点压力，创建你自身的投射复制体，它可以出现在你曾去过的任何地方。你可以通过投射体看到和听到，如同你身临其境一般，并像你身处其地一样影响世界。调查投射体的生物可以判断其具有魔法起源。此效果持续到你下次休息或你的投射体受到任何伤害。",
    "imageUrl": "resource/领域/星体投射.png"
  },
  {
    "ID": "mass-enrapture",
    "名称": "群体魅惑",
    "领域": "优雅",
    "等级": 8,
    "属性": "法术",
    "回想": 3,
    "描述": "对远距离范围内的所有目标进行一次施法掷骰。你成功对抗的目标暂时处于魅惑状态。处于魅惑状态时，目标的注意力集中在你身上，视野变窄，除了你的声音外，所有声音都被淹没。标记1点压力，强制所有魅惑目标标记1点压力，结束此法术。",
    "imageUrl": "resource/领域/群体魅惑.png"
  },
  {
    "ID": "copycat",
    "名称": "模仿者",
    "领域": "优雅",
    "等级": 9,
    "属性": "法术",
    "回想": 3,
    "描述": "每长休一次，此卡可以模仿另一个玩家装备中等级8或更低领域卡牌的特性。花费等同于该卡牌等级一半的希望以获得该特性。它持续到你下次休息或他们将卡牌置入宝库。",
    "imageUrl": "resource/领域/模仿者.png"
  },
  {
    "ID": "master-of-the-craft",
    "名称": "工艺大师",
    "领域": "优雅",
    "等级": 9,
    "属性": "能力",
    "回想": 0,
    "描述": "你的两项经验获得永久+2加值，或你的一项经验获得永久+3加值。然后永久将此卡置入你的宝库。",
    "imageUrl": "resource/领域/工艺大师.png"
  },
  {
    "ID": "encore",
    "名称": "再来一次",
    "领域": "优雅",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "当近距离范围内的盟友对敌人造成伤害时，你可以对同一目标进行一次施法掷骰。如果成功，你对目标造成与你的盟友相同的伤害。如果你的施法掷骰带有恐惧成功，将此卡置入你的宝库。",
    "imageUrl": "resource/领域/再来一次.png"
  },
  {
    "ID": "notorious",
    "名称": "声名显赫",
    "领域": "优雅",
    "等级": 10,
    "属性": "能力",
    "回想": 0,
    "描述": "人们知道你是谁以及你所做的事情，他们因此对你另眼相待。当你利用你的声名显赫来达到目的时，你可以在掷骰前标记1点压力，获得+10加值。你的食物和饮料无论到哪里都是免费的，其他所有购买的东西都减少一袋金币（至少一把）。此卡不计入你的装备中的领域卡牌最大值5，也不能被置入你的宝库。",
    "imageUrl": "resource/领域/声名显赫.png"
  },
  {
    "ID": "pick-and-pull",
    "名称": "拾取与牵引",
    "领域": "午夜",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "你对行动掷骰具有优势，以撬开非魔法锁，解除非魔法陷阱或从目标处窃取物品（通过隐秘或强力手段）。",
    "imageUrl": "resource/领域/拾取与牵引.png"
  },
  {
    "ID": "rain-of-blades",
    "名称": "刀刃之雨",
    "领域": "午夜",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "花费1点希望进行一次施法掷骰，召唤投掷刀刃攻击极近距离范围内的所有目标。你成功对抗的目标受到d8+2点魔法伤害，使用你的精通值。如果你击中的目标是易伤状态，他们会额外受到1d8点伤害。",
    "imageUrl": "resource/领域/刀刃之雨.png"
  },
  {
    "ID": "uncanny-disguise",
    "名称": "奇妙伪装",
    "领域": "午夜",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "当你准备几分钟后，你可以标记1点压力，以穿上你在脑海中清晰构想的任何类人生物的伪装。伪装时，你在存在掷骰中获得优势以避免被细查。在此卡上放置等同于你施法属性值的指示物。当你伪装时进行行动时，花费此卡上的一个指示物。花费最后一个指示物的行动解决后，伪装解除。",
    "imageUrl": "resource/领域/奇妙伪装.png"
  },
  {
    "ID": "midnight-spirit",
    "名称": "午夜之灵",
    "领域": "午夜",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "花费1点希望，召唤一个人形大小的灵魂，可以在你下次休息之前为你移动或携带物品。你也可以派遣它攻击敌人。当你这样做时，对极远距离范围内的目标进行一次施法掷骰。如果成功，灵魂会移动到该目标的近战范围。掷出等同于你施法属性值的d6数量，对目标造成等量魔法伤害。然后灵魂消散。你一次只能拥有一个灵魂。",
    "imageUrl": "resource/领域/午夜之灵.png"
  },
  {
    "ID": "shadowbind",
    "名称": "影缚",
    "领域": "午夜",
    "等级": 2,
    "属性": "法术",
    "回想": 0,
    "描述": "对极近距离范围内的所有敌人进行一次施法掷骰。你成功对抗的目标暂时处于束缚状态，因为他们的影子将他们固定在原地。",
    "imageUrl": "resource/领域/影缚.png"
  },
  {
    "ID": "chokehold",
    "名称": "锁喉",
    "领域": "午夜",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你将自己定位在一个与你体型相近的生物身后时，你可以标记1点压力，将他们拉入锁喉，使其暂时处于易伤状态。当生物以此方式攻击易伤目标时，他们会额外造成2d6伤害。",
    "imageUrl": "resource/领域/锁喉.png"
  },
  {
    "ID": "veil-of-night",
    "名称": "夜幕",
    "领域": "午夜",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(13)。如果成功，你可以在远距离范围内的两点之间创造一道临时的黑暗帷幕。只有你能看穿这片黑暗。你被认为是帷幕另一边敌人的隐形状态，并且你通过黑暗进行的攻击具有优势。帷幕保持存在，直到你再次施放其他法术。",
    "imageUrl": "resource/领域/夜幕.png"
  },
  {
    "ID": "stealth-expertise",
    "名称": "潜行专精",
    "领域": "午夜",
    "等级": 4,
    "属性": "能力",
    "回想": 0,
    "描述": "当你在试图不被察觉地穿过危险区域时掷骰带有恐惧时，你可以标记1点压力来掷骰带有希望。如果近距离范围内的盟友也试图不被察觉地移动并掷骰带有恐惧，你可以标记1点压力将他们的结果更改为带有希望的掷骰。",
    "imageUrl": "resource/领域/潜行专精.png"
  },
  {
    "ID": "glyph-of-nightfall",
    "名称": "夜坠符文",
    "领域": "午夜",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "对极近距离范围内的目标进行一次施法掷骰。如果成功，花费1点希望，在他们身上召唤一个黑暗符文，暴露出他们的弱点，暂时减少目标的难度，减少量等于你的知识值（最小1）。",
    "imageUrl": "resource/领域/夜坠符文.png"
  },
  {
    "ID": "hush",
    "名称": "寂静",
    "领域": "午夜",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "对近距离范围内的目标进行一次施法掷骰。如果成功，花费1点希望，在目标周围召唤抑制性魔法，覆盖他们极近距离范围内的所有事物并随他们移动。\n目标和区域内的一切事物都处于沉默状态，直到GM在他们的回合花费恐惧来清除此状态，你再次施放寂静，或你受到严重伤害。处于沉默状态时，他们不能发出声音，也不能施放法术。",
    "imageUrl": "resource/领域/寂静.png"
  },
  {
    "ID": "phantom-retreat",
    "名称": "幻影撤退",
    "领域": "午夜",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "花费1点希望，激活你当前站立位置的幻影撤退。在下次休息之前任何时候花费另1点希望，从你所在位置消失，并在你激活幻影撤退时的位置重新出现。当你重新出现后，此法术结束。",
    "imageUrl": "resource/领域/幻影撤退.png"
  },
  {
    "ID": "dark-whispers",
    "名称": "黑暗低语",
    "领域": "午夜",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "你可以与任何你曾有过身体接触的人进行心灵对话。一旦你与他们建立连接，他们就可以在你的心中回话。此外，你可以标记1点压力，对他们进行施法掷骰。如果成功，你可以向GM询问以下问题并收到答案：\n* 他们在哪里？\n* 他们在做什么？\n* 他们害怕什么？\n* 他们世界上最珍视的是什么？",
    "imageUrl": "resource/领域/黑暗低语.png"
  },
  {
    "ID": "mass-disguise",
    "名称": "群体伪装",
    "领域": "午夜",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "当你准备几分钟后，你可以标记1点压力，改变近距离范围内所有自愿生物的外观。他们的新形态必须具有大致的身体结构和大小，并且是你曾见过或完全虚构的。伪装生物在存在掷骰中获得优势以避免被细查。激活一个倒计时(8)。它会随着GM选择的后果而倒数。当它触发时，伪装解除。",
    "imageUrl": "resource/领域/群体伪装.png"
  },
  {
    "ID": "midnight-touched",
    "名称": "午夜触及",
    "领域": "午夜",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于午夜领域，你将获得以下好处：\n* 每长休一次，当你希望为0且GM会获得恐惧时，你可以改为获得1点希望。\n* 当你成功攻击时，你可以标记1点压力，将你的恐惧骰结果加到你的伤害掷骰中。",
    "imageUrl": "resource/领域/午夜触及.png"
  },
  {
    "ID": "vanishing-dodge",
    "名称": "消失闪避",
    "领域": "午夜",
    "等级": 7,
    "属性": "法术",
    "回想": 1,
    "描述": "当对你进行的物理伤害攻击失败时，你可以花费1点希望将自己笼罩在阴影中，变得隐形并传送到攻击者近距离范围内的一个点。你保持隐形，直到你下次行动掷骰。",
    "imageUrl": "resource/领域/消失闪避.png"
  },
  {
    "ID": "shadowhunter",
    "名称": "暗影猎手",
    "领域": "午夜",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "你的实力在微光或黑暗中得到提升。当你在微光或黑暗中时，你的闪避获得+1加值，并获得攻击掷骰优势。",
    "imageUrl": "resource/领域/暗影猎手.png"
  },
  {
    "ID": "spellcharge",
    "名称": "法术充能",
    "领域": "午夜",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "当你受到魔法伤害时，在此卡上放置等同于你标记生命点数量的指示物。你可以存储等同于你施法属性值的指示物数量。当你成功攻击目标时，你可以花费任意数量的指示物，每花费一个指示物，你的伤害掷骰增加d6。",
    "imageUrl": "resource/领域/法术充能.png"
  },
  {
    "ID": "night-terror",
    "名称": "夜之恐怖",
    "领域": "午夜",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，选择极近距离范围内任何目标，让他们将你视为一个噩梦般的恐怖。目标必须在反应掷骰(16)中成功，否则暂时处于恐惧状态。处于恐惧状态时，他们处于易伤状态。从GM窃取恐惧，数量等同于处于恐惧状态的目标数量（最多为GM恐惧池中的恐惧数量）。掷出等同于窃取恐惧数量的d6，对每个恐惧目标造成总伤害。丢弃窃取的恐惧。",
    "imageUrl": "resource/领域/夜之恐怖.png"
  },
  {
    "ID": "twilight-toll",
    "名称": "薄暮之钟",
    "领域": "午夜",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "选择远距离范围内的目标。当你成功对他们进行不导致伤害掷骰的行动掷骰时，在此卡上放置一个指示物。当你对该目标造成伤害时，花费任意数量的指示物，每花费一个指示物，你的伤害掷骰增加d12。你一次只能对一个生物维持薄暮之钟。当你选择新目标或长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/薄暮之钟.png"
  },
  {
    "ID": "eclipse",
    "名称": "日蚀",
    "领域": "午夜",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(16)。每长休一次，如果成功，将极远距离范围内的整个区域笼罩在完全黑暗中，只有你和你的盟友才能看穿。当你或盟友在此阴影中瞄准敌人时，攻击掷骰具有劣势。此外，当你或盟友在此阴影中对敌人掷骰带有希望成功时，目标必须标记1点压力。此法术持续到GM在他们的回合花费恐惧来清除此效果或你受到严重伤害。",
    "imageUrl": "resource/领域/日蚀.png"
  },
  {
    "ID": "specter-of-the-dark",
    "名称": "黑暗幽灵",
    "领域": "午夜",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "标记1点压力，变为幽灵状态，直到你进行瞄准另一个生物的行动掷骰。幽灵状态时，你免疫物理伤害，可以浮空穿过固体物体。其他生物仍能看到你此形态。",
    "imageUrl": "resource/领域/黑暗幽灵.png"
  },
  {
    "ID": "gifted-tracker",
    "名称": "天赋追踪者",
    "领域": "贤者",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你根据踪迹追踪特定生物或生物群时，你可以花费任意数量的希望并向GM询问等量的问题，问题来自以下列表：\n* 他们去了哪个方向？\n* 他们是多久前经过的？\n* 他们在这个地点做什么？\n* 他们有多少人？\n当你遇到以此方式追踪的生物时，你的闪避获得+1加值。",
    "imageUrl": "resource/领域/天赋追踪者.png"
  },
  {
    "ID": "natures-tongue",
    "名称": "自然语言",
    "领域": "贤者",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "你可以讲自然世界的语言。当你想与周围的植物和动物交谈时，进行一次直觉掷骰(12)。如果成功，它们会告诉你它们所知道的信息。如果掷骰带有恐惧，它们的知识可能会有限或有代价。此外，在你自然环境中进行施法掷骰之前，你可以花费1点希望获得+2加值。",
    "imageUrl": "resource/领域/自然语言.png"
  },
  {
    "ID": "vicious-entangle",
    "名称": "缠绕藤蔓",
    "领域": "贤者",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的目标进行一次施法掷骰。如果成功，地面会伸出根系和藤蔓，造成1d8+1点物理伤害并暂时束缚目标。此外，如果成功，你可以花费1点希望暂时束缚你极近距离范围内的另一个敌人。",
    "imageUrl": "resource/领域/缠绕藤蔓.png"
  },
  {
    "ID": "conjure-swarm",
    "名称": "召唤虫群",
    "领域": "贤者",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "**特凯拉装甲甲虫：** 标记1点压力，召唤环绕你的装甲甲虫。当你下次受到伤害时，减少伤害的严重程度一个阈值。你可以花费1点希望在受到伤害后继续召唤甲虫。\n**萤火虫：** 对近距离范围内的所有敌人进行一次施法掷骰。花费1点希望，对你成功对抗的目标造成2d8+3点魔法伤害。",
    "imageUrl": "resource/领域/召唤虫群.png"
  },
  {
    "ID": "natural-familiar",
    "名称": "自然魔宠",
    "领域": "贤者",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "花费1点希望，召唤一个小型自然精灵或森林生物到你身边，直到你下次休息、你再次施放自然魔宠，或魔宠被攻击。如果你花费额外的希望，你可以召唤一个会飞的魔宠。你可以与它们交流，进行施法掷骰来命令它们执行简单任务，并标记1点压力通过它们的眼睛观察。当你对你的魔宠近战范围内的敌人造成伤害时，你的伤害掷骰增加d6。",
    "imageUrl": "resource/领域/自然魔宠.png"
  },
  {
    "ID": "corrosive-projectile",
    "名称": "腐蚀弹丸",
    "领域": "贤者",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的目标进行一次施法掷骰。如果成功，造成d6+4点魔法伤害，使用你的精通值。此外，标记2点或更多压力，使其永久处于腐蚀状态。处于腐蚀状态的目标，每你花费2点压力，其难度获得-1惩罚。此状态可以叠加。",
    "imageUrl": "resource/领域/腐蚀弹丸.png"
  },
  {
    "ID": "towering-stalk",
    "名称": "参天之茎",
    "领域": "贤者",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，你可以召唤一根粗壮、扭曲的茎秆在近距离范围内，可以轻松攀爬。它的高度可以长到远距离范围。标记1点压力以将此法术作为攻击使用。对近距离范围内的敌人或敌人群体进行一次施法掷骰。如果成功，爆发的茎秆将你成功对抗的目标举到空中并摔落，使用你的精通值造成d8点物理伤害。",
    "imageUrl": "resource/领域/参天之茎.png"
  },
  {
    "ID": "death-grip",
    "名称": "死亡之握",
    "领域": "贤者",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "对近距离范围内的目标进行一次施法掷骰，并选择以下一个选项：\n* 你将目标拉到近战范围或将自己拉到其近战范围。\n* 你缠住目标并强制他们标记2点压力。\n* 你和目标之间的所有敌人必须在反应掷骰(13)中成功，否则被藤蔓击中，受到3d6+2点物理伤害。\n如果成功，藤蔓从你手中伸出，造成所选效果并暂时束缚目标。",
    "imageUrl": "resource/领域/死亡之握.png"
  },
  {
    "ID": "healing-field",
    "名称": "治疗领域",
    "领域": "贤者",
    "等级": 4,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，你可以在你周围召唤一片治疗植物领域。你极近距离范围内的所有地方都会充满生机，让你和该区域内的所有盟友清除1点生命点。花费2点希望，让你和所有盟友清除2点生命点。",
    "imageUrl": "resource/领域/治疗领域.png"
  },
  {
    "ID": "thorn-skin",
    "名称": "荆棘皮肤",
    "领域": "贤者",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，花费1点希望，全身长出荆棘。当你这样做时，在此卡上放置等同于你施法属性值的指示物。当你受到伤害时，你可以花费任意数量的指示物来掷等量d6。将结果相加并减少受到的伤害量。如果你在攻击者近战范围内，将等量伤害反弹给他们。当你休息时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/荆棘皮肤.png"
  },
  {
    "ID": "wild-fortress",
    "名称": "野性堡垒",
    "领域": "贤者",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(13)。如果成功，花费2点希望，生长出一个天然的圆顶形壁垒，你和一位盟友可以在其中躲避。在圆顶内，生物无法被攻击瞄准，也无法进行攻击。对圆顶进行的攻击会自动成功。圆顶具有以下伤害阈值，并持续到它标记3点生命点。在此卡上放置指示物以表示标记的生命点。阈值：15/30。",
    "imageUrl": "resource/领域/野性堡垒.png"
  },
  {
    "ID": "conjured-steeds",
    "名称": "召唤坐骑",
    "领域": "贤者",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "花费任意数量的希望，召唤等量数量的魔法坐骑（如马、骆驼或大象），你和你的盟友可以骑乘，直到你下次长休或坐骑受到任何伤害。坐骑使你的陆地速度翻倍，且在危险时允许你在远距离范围内移动而无需掷骰。骑乘坐骑的生物在攻击掷骰中获得-2惩罚，在伤害掷骰中获得+2加值。",
    "imageUrl": "resource/领域/召唤坐骑.png"
  },
  {
    "ID": "forager",
    "名称": "觅食者",
    "领域": "贤者",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "作为额外的停机动作，你可以选择掷d6来查看你觅食到了什么。与GM合作描述它，并将其作为消耗品添加到你的物品清单中。你的队伍一次最多可以携带五个觅食到的消耗品。\n1. 独特的食物（清除2点压力）\n2. 美丽的遗物（获得2点希望）\n3. 奥术符文（施法+2）\n4. 治疗药剂（清除2点生命点）\n5. 幸运符（重掷任意骰）\n6. 选择以上选项之一。",
    "imageUrl": "resource/领域/觅食者.png"
  },
  {
    "ID": "sage-touched",
    "名称": "贤者触及",
    "领域": "贤者",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于贤者领域，你将获得以下好处：\n* 当你在自然环境中时，你的施法掷骰获得+2加值。\n* 每长休一次，你可以将你的敏捷或直觉翻倍，当你进行使用该特质的掷骰时。你必须在掷骰前选择。",
    "imageUrl": "resource/领域/贤者触及.png"
  },
  {
    "ID": "wild-surge",
    "名称": "野性涌动",
    "领域": "贤者",
    "等级": 7,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，标记1点压力，引导周围的自然世界并增强自身。描述你的外观如何变化，然后在此卡上放置一个d6，面朝1。当野性涌动骰激活时，你每次行动掷骰都会加上其数值。在你将骰子数值加到掷骰中后，将野性涌动骰的数值增加1。当骰子的数值超过6或你进行长休时，此形态解除，你必须标记1点额外压力。",
    "imageUrl": "resource/领域/野性涌动.png"
  },
  {
    "ID": "forest-sprites",
    "名称": "森林精灵",
    "领域": "贤者",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(13)。如果成功，花费任意数量的希望，创建等量数量的小型森林精灵，它们出现在你选择的远距离范围内的点上，提供以下好处：\n* 你的盟友在对精灵近战范围内的敌人攻击掷骰中获得+3加值。\n* 标记护甲槽的盟友，如果精灵在近战范围内，可以标记额外的护甲槽。\n精灵在提供好处或受到伤害后消失。",
    "imageUrl": "resource/领域/森林精灵.png"
  },
  {
    "ID": "rejuvenation-barrier",
    "名称": "活力屏障",
    "领域": "贤者",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(15)。每长休一次，如果成功，在你极近距离范围内创建一层临时的防护能量屏障。施放此法术时，屏障内你和所有盟友清除1d4生命点。屏障存在时，你和所有盟友在屏障内对外部物理伤害具有抗性。当你移动时，屏障随你移动。",
    "imageUrl": "resource/领域/活力屏障.png"
  },
  {
    "ID": "fane-of-the-wilds",
    "名称": "荒野神殿",
    "领域": "贤者",
    "等级": 9,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，在此卡上放置等同于你装备和宝库中贤者领域卡牌数量的指示物。当你进行施法掷骰时，可以在掷骰后花费任意数量的指示物，每花费一个指示物获得+1加值。当你对贤者领域法术施法掷骰暴击时，获得一个指示物。当你进行长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/荒野神殿.png"
  },
  {
    "ID": "plant-dominion",
    "名称": "植物领域",
    "领域": "贤者",
    "等级": 9,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(18)。每长休一次，如果成功，你重塑自然世界，改变你极远距离范围内周围的植物生命。例如，你可以立即生长树木，清除茂密藤蔓中的路径，或创造一堵根墙。",
    "imageUrl": "resource/领域/植物领域.png"
  },
  {
    "ID": "force-of-nature",
    "名称": "自然之力",
    "领域": "贤者",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "标记1点压力，变形为一个巨大的自然精灵，获得以下好处：\n* 当你成功攻击或施法掷骰时，伤害掷骰获得+10加值。\n* 当你造成足够伤害击败近距离范围内的生物时，你吸收它们并清除1个护甲槽。\n* 你不能被束缚。\n在你进行行动掷骰之前，你必须花费1点希望。如果你不能，你就会恢复正常形态。",
    "imageUrl": "resource/领域/自然之力.png"
  },
  {
    "ID": "tempe-st",
    "名称": "暴风",
    "领域": "贤者",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "选择以下一个暴风并在远距离范围内对所有目标进行一次施法掷骰。你成功对抗的目标会经历其效果，直到GM在他们的回合花费恐惧来结束此法术。\n* **暴雪：** 造成2d20+8点魔法伤害，目标暂时处于易伤状态。\n* **飓风：** 造成3d10+10点魔法伤害，并选择风吹的方向。目标不能逆风移动。\n* **沙尘暴：** 造成5d6+9点魔法伤害。来自远距离范围外的攻击具有劣势。",
    "imageUrl": "resource/领域/暴风.png"
  },
  {
    "ID": "bolt-beacon",
    "名称": "闪电信标",
    "领域": "辉耀",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的目标进行一次施法掷骰。如果成功，花费1点希望向他们发送一道闪烁的光束，使用你的精通值造成d8+2点魔法伤害。目标暂时处于易伤状态，并明亮地发光，直到此状态被清除。",
    "imageUrl": "resource/领域/闪电信标.png"
  },
  {
    "ID": "mending-touch",
    "名称": "修复之触",
    "领域": "辉耀",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "你将手放在一个生物身上，引导治疗魔法来治愈他们的伤口。当你花几分钟专注于你正在帮助的目标时，你可以花费2点希望来清除其1点生命点或1点压力。每长休一次，当你花费此治疗时间来了解他们的新事物或揭示自己的新事物时，你可以清除其2点生命点或2点压力。",
    "imageUrl": "resource/领域/修复之触.png"
  },
  {
    "ID": "reassurance",
    "名称": "安抚",
    "领域": "辉耀",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "每长休一次，在盟友尝试行动掷骰但后果发生之前，你可以提供援助或安慰。当你这样做时，你的盟友可以重掷他们的骰子。",
    "imageUrl": "resource/领域/安抚.png"
  },
  {
    "ID": "final-words",
    "名称": "临终遗言",
    "领域": "辉耀",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "你可以向尸体注入一刻生命以与其交谈。进行一次施法掷骰(13)。如果带有希望成功，尸体回答最多三个问题。如果带有恐惧成功，尸体回答一个问题。尸体如实回答，但无法传达其生前不知道的信息。如果失败，或者尸体回答完你的问题，尸体就会化为尘土。",
    "imageUrl": "resource/领域/临终遗言.png"
  },
  {
    "ID": "healing-hands",
    "名称": "治疗之手",
    "领域": "辉耀",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次施法掷骰(13)，并选择你自身之外的近战范围内的生物。如果成功，标记1点压力，清除目标2点生命点或2点压力。如果失败，标记1点压力，清除目标1点生命点或1点压力。直到你下次长休，你不能再次治疗同一目标。",
    "imageUrl": "resource/领域/治疗之手.png"
  },
  {
    "ID": "second-wind",
    "名称": "第二次呼吸",
    "领域": "辉耀",
    "等级": 3,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，当你成功攻击敌人时，你可以清除3点压力或1点生命点。如果带有希望成功，你还可以清除你近距离范围内盟友的3点压力或1点生命点。",
    "imageUrl": "resource/领域/第二次呼吸.png"
  },
  {
    "ID": "voice-of-reason",
    "名称": "理性之声",
    "领域": "辉耀",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "你的声音具有无与伦比的力量和权威。你在行动掷骰中获得优势，以缓和暴力情境或说服他人听从你的领导。此外，你在困境中会受到鼓舞。当你所有压力槽都被标记时，你的伤害掷骰中你的精通值获得+1加值。",
    "imageUrl": "resource/领域/理性之声.png"
  },
  {
    "ID": "divination",
    "名称": "占卜",
    "领域": "辉耀",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，花费3点希望，接触超越的力量，询问一个关于未来事件、人物、地点或情况的“是或否”问题。片刻之间，现在消失，你在眼前看到了答案。",
    "imageUrl": "resource/领域/占卜.png"
  },
  {
    "ID": "life-ward",
    "名称": "生命守护",
    "领域": "辉耀",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "花费3点希望，选择近距离范围内的盟友。他们被一个发光的保护符文标记。当此盟友会进行死亡行动时，他们清除1点生命点。当它将目标从死亡行动中拯救出来、你对另一个目标施放生命守护、或你进行长休时，此效果结束。",
    "imageUrl": "resource/领域/生命守护.png"
  },
  {
    "ID": "shape-material",
    "名称": "塑形物质",
    "领域": "辉耀",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "花费1点希望，将你触及的天然物质（如石头、冰或木材）塑造成符合你目的的形状。物质的面积不能大于你。例如，你可以形成一个简易工具或创造一扇门。你只能影响你所触及的近距离范围内的物质。",
    "imageUrl": "resource/领域/塑形物质.png"
  },
  {
    "ID": "smite",
    "名称": "惩击",
    "领域": "辉耀",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，花费3点希望，为你的强大惩击充能。当你下次成功使用武器攻击时，你的伤害掷骰结果翻倍。此攻击无论武器的伤害类型如何，都造成魔法伤害。",
    "imageUrl": "resource/领域/惩击.png"
  },
  {
    "ID": "restoration",
    "名称": "恢复",
    "领域": "辉耀",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，在此卡上放置等同于你施法属性值的指示物。触及一个生物并花费任意数量的指示物，每个指示物清除2点生命点或2点压力。你也可以在触及生物时花费此卡上的一个指示物来清除易伤状态或治疗物理或魔法疾病（GM可能根据疾病的严重程度要求更多指示物）。当你进行长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/恢复.png"
  },
  {
    "ID": "zone-of-protection",
    "名称": "保护区",
    "领域": "辉耀",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(16)。每长休一次，如果成功，在远距离范围内选择一个点，并在该点为你极近距离范围内的所有盟友创造一个可见的保护区。当你这样做时，在此卡上放置一个d6，面朝1。当此区域内的盟友受到伤害时，他们减少伤害量，减少量为骰子的数值。然后你将骰子的数值增加1。当骰子的数值超过6时，此效果结束。",
    "imageUrl": "resource/领域/保护区.png"
  },
  {
    "ID": "healing-strike",
    "名称": "治疗打击",
    "领域": "辉耀",
    "等级": 7,
    "属性": "法术",
    "回想": 1,
    "描述": "当你对敌人造成伤害时，你可以花费2点希望清除近距离范围内盟友的1点生命点。",
    "imageUrl": "resource/领域/治疗打击.png"
  },
  {
    "ID": "splendor-touched",
    "名称": "辉耀触及",
    "领域": "辉耀",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "如果你的装备中有4张或更多领域卡牌属于辉耀领域，你将获得以下好处：\n* 你的严重伤害阈值获得+3加值。\n* 每长休一次，当受到的伤害会强制你标记一定数量生命点时，你可以选择改为标记等量压力或花费等量希望。",
    "imageUrl": "resource/领域/辉耀触及.png"
  },
  {
    "ID": "shield-aura",
    "名称": "护盾光环",
    "领域": "辉耀",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "标记1点压力，在极近距离范围内的目标身上施放一个保护性光环。当目标标记一个护甲槽时，他们减少攻击的严重程度一个额外阈值。如果此法术会使生物免于受到伤害，则效果结束。你一次只能对一个生物维持护盾光环。",
    "imageUrl": "resource/领域/护盾光环.png"
  },
  {
    "ID": "stunning-sunlight",
    "名称": "眩目阳光",
    "领域": "辉耀",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰，对你前方远距离范围内的所有敌人释放强大的燃烧阳光。如果成功，花费任意数量的希望，强制你成功对抗的目标进行反应掷骰(14)。成功的目标受到3d20+3点魔法伤害。失败的目标受到4d20+5点魔法伤害并暂时处于眩晕状态。处于眩晕状态时，他们不能使用反应，也不能进行任何其他行动，直到此状态被清除。",
    "imageUrl": "resource/领域/眩目阳光.png"
  },
  {
    "ID": "overwhelming-aura",
    "名称": "压倒性光环",
    "领域": "辉耀",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(15)，以魔法方式增强你的光环。如果成功，花费2点希望，你的存在感等于你的施法属性值，直到你下次长休。当此法术激活时，敌人攻击你时必须标记1点压力。",
    "imageUrl": "resource/领域/压倒性光环.png"
  },
  {
    "ID": "salvation-beam",
    "名称": "救赎光束",
    "领域": "辉耀",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(16)。如果成功，标记任意数量的压力，瞄准远距离范围内的一线盟友。你可以清除目标上等同于标记压力数量的生命点，按你希望的方式分配。",
    "imageUrl": "resource/领域/救赎光束.png"
  },
  {
    "ID": "invigoration",
    "名称": "振奋",
    "领域": "辉耀",
    "等级": 10,
    "属性": "法术",
    "回想": 3,
    "描述": "当你或近距离范围内的盟友使用了有耗尽限制的特性（如每长休一次或每局游戏一次）时，你可以花费任意数量的希望并掷等量d6。如果任何一个掷骰结果为6，该特性可以再次使用。",
    "imageUrl": "resource/领域/振奋.png"
  },
  {
    "ID": "resurrection",
    "名称": "复活",
    "领域": "辉耀",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰(20)。如果成功，恢复一个死亡不超过100年的生物，使其恢复到完全力量。然后掷d6。如果结果为5或更低，将此卡永久置入你的宝库。如果失败，你在一周内不能再次施放复活术。",
    "imageUrl": "resource/领域/复活.png"
  },
  {
    "ID": "bare-bones",
    "名称": "骨骼强韧",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你选择不装备护甲时，你的基础护甲值为3 + 你的力量值，并使用以下作为你的基础伤害阈值：\n* 阶段1：9/19\n* 阶段2：11/24\n* 阶段3：13/31\n* 阶段4：15/38",
    "imageUrl": "resource/领域/骨骼强韧.png"
  },
  {
    "ID": "forceful-push",
    "名称": "强力推击",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "使用你的主武器对近战范围内的目标进行一次攻击。如果成功，你造成伤害并将其击退到近距离范围。如果带有希望成功，你的伤害掷骰增加d6。此外，你可以花费1点希望，使他们暂时处于易伤状态。",
    "imageUrl": "resource/领域/强力推击.png"
  },
  {
    "ID": "i-am-your-shield",
    "名称": "我是你之盾",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当近距离范围内的盟友会受到伤害时，你可以标记1点压力来挡在前面，使自己成为攻击的目标。当你因此攻击受到伤害时，你可以标记任意数量的护甲槽。",
    "imageUrl": "resource/领域/我是你之盾.png"
  },
  {
    "ID": "body-basher",
    "名称": "身体猛击",
    "领域": "勇气",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "你在战斗中充分利用身体的力量。使用近战武器攻击成功时，你的伤害掷骰获得等同于你力量值的加值。",
    "imageUrl": "resource/领域/身体猛击.png"
  },
  {
    "ID": "bold-presence",
    "名称": "傲然存在",
    "领域": "勇气",
    "等级": 2,
    "属性": "能力",
    "回想": 0,
    "描述": "当你进行存在掷骰时，你可以花费1点希望将你的力量值加到掷骰中。此外，每长休一次，当你获得状态时，你可以描述你的傲然存在如何帮助你避免获得该状态。",
    "imageUrl": "resource/领域/傲然存在.png"
  },
  {
    "ID": "critical-inspiration",
    "名称": "关键鼓舞",
    "领域": "勇气",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你攻击暴击时，极近距离范围内的所有盟友都可以清除1点压力或获得1点希望。",
    "imageUrl": "resource/领域/关键鼓舞.png"
  },
  {
    "ID": "lean-on-me",
    "名称": "依靠我",
    "领域": "勇气",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你安慰或激励一个行动掷骰失败的盟友时，你们都可以清除2点压力。",
    "imageUrl": "resource/领域/依靠我.png"
  },
  {
    "ID": "goad-them-on",
    "名称": "煽动他们",
    "领域": "勇气",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "描述你如何嘲讽近距离范围内的目标，然后对他们进行一次存在掷骰。如果成功，目标必须标记1点压力，并且下次GM将焦点对准他们时，他们必须攻击你，且攻击具有劣势。",
    "imageUrl": "resource/领域/煽动他们.png"
  },
  {
    "ID": "support-tank",
    "名称": "支援坦克",
    "领域": "勇气",
    "等级": 4,
    "属性": "能力",
    "回想": 2,
    "描述": "当近距离范围内的盟友掷骰失败时，你可以花费2点希望让他们重掷希望或恐惧骰。",
    "imageUrl": "resource/领域/支援坦克.png"
  },
  {
    "ID": "armorer",
    "名称": "护甲师",
    "领域": "勇气",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "当你穿着护甲时，你的护甲值获得+1加值。在休息期间，当你选择修理护甲作为停机动作时，你的盟友也会清除1个护甲槽。",
    "imageUrl": "resource/领域/护甲师.png"
  },
  {
    "ID": "rousing-strike",
    "名称": "振奋打击",
    "领域": "勇气",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你攻击暴击时，你和所有能看到或听到你的盟友都可以清除1点生命点或1d4压力。",
    "imageUrl": "resource/领域/振奋打击.png"
  },
  {
    "ID": "inevitable",
    "名称": "必然",
    "领域": "勇气",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "当你行动掷骰失败时，你的下次行动掷骰获得优势。",
    "imageUrl": "resource/领域/必然.png"
  },
  {
    "ID": "rise-up",
    "名称": "崛起",
    "领域": "勇气",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "你的严重阈值获得等同于你精通值的加值。当你因攻击标记1点或更多生命点时，清除1点压力。",
    "imageUrl": "resource/领域/崛起.png"
  },
  {
    "ID": "shrug-it-off",
    "名称": "不屑一顾",
    "领域": "勇气",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你受到伤害时，你可以标记1点压力以减少伤害的严重程度一个阈值。当你这样做时，掷d6。如果结果为3或更低，将此卡置入你的宝库。",
    "imageUrl": "resource/领域/不屑一顾.png"
  },
  {
    "ID": "valor-touched",
    "名称": "勇气触及",
    "领域": "勇气",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "如果你的装备中有4张或更多领域卡牌属于勇气领域，你将获得以下好处：\n* 你的护甲值获得+1加值。\n* 当你标记1点或更多生命点而未标记护甲槽时，清除1个护甲槽。",
    "imageUrl": "resource/领域/勇气触及.png"
  },
  {
    "ID": "full-surge",
    "名称": "全力涌动",
    "领域": "勇气",
    "等级": 8,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，标记3点压力，将你的身体推到极限。直到你下次休息，所有角色特质获得+2加值。",
    "imageUrl": "resource/领域/全力涌动.png"
  },
  {
    "ID": "ground-pound",
    "名称": "大地重击",
    "领域": "勇气",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "花费2点希望，在你站立的地方猛击地面，并对极近距离范围内的所有目标进行一次力量掷骰。你成功对抗的目标被击退到远距离范围，并必须进行反应掷骰(17)。失败的目标受到4d10+8点伤害。成功的目标受到一半伤害。",
    "imageUrl": "resource/领域/大地重击.png"
  },
  {
    "ID": "hold-the-line",
    "名称": "坚守阵线",
    "领域": "勇气",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "描述你采取的防御姿态，并花费1点希望。如果敌人移动到极近距离范围，他们被拉到近战范围并处于束缚状态。此状态持续，直到你移动或掷骰带有恐惧失败，或GM在他们的回合花费2点恐惧来清除此状态。",
    "imageUrl": "resource/领域/坚守阵线.png"
  },
  {
    "ID": "lead-by-example",
    "名称": "以身作则",
    "领域": "勇气",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "当你对敌人造成伤害时，你可以标记1点压力，并描述你如何鼓励你的盟友。下一个攻击该敌人的PC可以清除1点压力或获得1点希望。",
    "imageUrl": "resource/领域/以身作则.png"
  },
  {
    "ID": "unbreakable",
    "名称": "坚不可摧",
    "领域": "勇气",
    "等级": 10,
    "属性": "能力",
    "回想": 4,
    "描述": "当你标记最后一个生命点时，你可以掷d6并清除等同于结果数量的生命点，而不是进行死亡行动。然后将此卡置入你的宝库。",
    "imageUrl": "resource/领域/坚不可摧.png"
  },
  {
    "ID": "unyielding-armor",
    "名称": "坚韧护甲",
    "领域": "勇气",
    "等级": 10,
    "属性": "能力",
    "回想": 1,
    "描述": "当你标记一个护甲槽时，掷出等同于你精通值的d6数量。如果任何一个掷骰结果为6，减少严重程度一个阈值，无需标记护甲槽。",
    "imageUrl": "resource/领域/坚韧护甲.png"
  }
]
