/**
 * 领域卡牌数据
 */

import { DomainCard } from "@/data/card/domain-card/convert";

// 领域卡牌数据
export const domainCards: DomainCard[] = [
  {
    "ID": "rune-ward",
    "名称": "符文护符",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "你拥有一件意义深远的个人小饰品，可以注入防护魔法，由你或一位盟友持有作为护身符。描述一下它是什么以及它对你为何重要。持有护身符的人可以花费1希望点来减少即将到来的伤害，数值为**1d8**。\n\n如果骰出的结果是8，则该护身符在本回合减少伤害后其力量消失。你可以在下次休息时免费为其充能。",
    "imageUrl": "resource/领域/符文守护.png"
  },
  {
    "ID": "unleash-chaos",
    "名称": "释放混沌",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "在一场游戏开始时，在此牌上放置数量等同于你施法属性值的指示物。\n\n对远距离范围内的目标进行一次**施法掷骰**，并花费任意数量的指示物，引导你内在的原始能量向其释放。成功时，掷出等同于你花费指示物数量的**d10**，对目标造成等量的魔法伤害。**标记 1 压力点**以补满此牌上的指示物（最多至你的施法属性值）。在每场游戏结束时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/施放混乱.png"
  },
  {
    "ID": "wall-walk",
    "名称": "墙面行走",
    "领域": "奥术",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "**花费 1 希望点**，让你能接触到的生物可以像在地面上行走一样轻松地攀爬墙壁和天花板。此效果持续到场景结束，或直到你再次施放墙面行走。",
    "imageUrl": "resource/领域/墙壁行走.png"
  },
  {
    "ID": "cinder-grasp",
    "名称": "余烬之握",
    "领域": "奥术",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "对近战范围内的目标进行一次**施法掷骰**。成功时，目标会立即燃起火焰，受到**1d20+3**点魔法伤害，并暂时处于 *点燃* 状态。\n\n当一个生物在 *点燃* 状态下行动时，如果在其行动结束时仍处于 *点燃* 状态，则必须额外受到**2d6**点魔法伤害。",
    "imageUrl": "resource/领域/灰烬之握.png"
  },
  {
    "ID": "floating-eye",
    "名称": "浮游之眼",
    "领域": "奥术",
    "等级": 2,
    "属性": "法术",
    "回想": 0,
    "描述": "**花费 1 希望点**，创造一个小型浮游光球，你可以在极远距离范围内将其移动到任何地方。当此法术激活时，你可以通过光球观察，如同你正从其位置向外看一样。你可以在使用自己的感官和通过光球视物之间自由切换。如果光球受到伤害或离开范围，法术结束。",
    "imageUrl": "resource/领域/浮空之眼.png"
  },
  {
    "ID": "counterspell",
    "名称": "法术反制",
    "领域": "奥术",
    "等级": 3,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以通过使用你的施法属性进行一次反应掷骰来打断正在发生的魔法效果。成功时，该效果停止，并且避免任何后果，此卡被放入你的宝库。",
    "imageUrl": "resource/领域/反制法术.png"
  },
  {
    "ID": "flight",
    "名称": "飞行奇术",
    "领域": "奥术",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (15)**。成功时，在此卡上放置等同于你敏捷属性数量的指示物（最少1个）。当你在飞行时进行一次动作掷骰时，从这张卡上花费一个指示物。在花费最后一个指示物的行动结算后，你将直接降落到你正下方的地面上。",
    "imageUrl": "resource/领域/飞行.png"
  },
  {
    "ID": "blink-out",
    "名称": "闪烁现身",
    "领域": "奥术",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (12)**。成功时，**花费1希望点**传送到你在远距离范围内能看到的另一个点。如果任何自愿的生物在邻近范围内，为每个生物额外**花费 1 希望点**以将它们带上。",
    "imageUrl": "resource/领域/闪现.png"
  },
  {
    "ID": "preservation-blast",
    "名称": "护身爆发",
    "领域": "奥术",
    "等级": 4,
    "属性": "法术",
    "回想": 2,
    "描述": "对近战范围内的所有目标进行一次**施法掷骰**。你成功对抗的目标将被迫后退至远距离范围外，并使用你的施法属性使其受到 **d8+3** 点魔法伤害。",
    "imageUrl": "resource/领域/保存冲击.png"
  },
  {
    "ID": "chain-lightning",
    "名称": "连锁闪电",
    "领域": "奥术",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "**标记2压力点**以进行一次**施法掷骰**，对近距离范围内的所有目标释放闪电。你成功对抗的目标必须进行一次反应掷骰，难度等于你的施法掷骰结果。掷骰失败的目标受到 **2d8+4** 点魔法伤害。未被连锁闪电指定，且在受到伤害的前一个目标近距离范围内的额外敌人，也必须进行反应掷骰。掷骰失败的目标受到 **2d8+4** 点魔法伤害。此连锁效应持续至范围内没有更多敌对生物为止。",
    "imageUrl": "resource/领域/连锁闪电.png"
  },
  {
    "ID": "premonition",
    "名称": "预见未来",
    "领域": "奥术",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以引导奥术能量来预见未来。每长休一次，在游戏主持人告知你进行的一次掷骰结果后，你可以立即撤销该行动及其结果，如同它们从未发生过一样，并进行另一次行动。",
    "imageUrl": "resource/领域/预感.png"
  },
  {
    "ID": "rift-walker",
    "名称": "裂隙行者",
    "领域": "奥术",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (15)**。成功时，你在当前站立的地面上放置一个奥术标记。下次你成功施放裂隙行者时，空间中会打开一道裂隙，提供安全通道回到放置标记的精确位置。这道裂隙会保持开启，直到你选择关闭它或施放另一个法术。\n\n你可以在任何时候取消该法术，以便再次施放裂隙行者并将标记放置在新的位置。",
    "imageUrl": "resource/领域/裂隙行者.png"
  },
  {
    "ID": "telekinesis",
    "名称": "心灵遥控",
    "领域": "奥术",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "对远距离范围内的一个目标进行一次**施法掷骰**。成功时，你可以用意念将他们移动到其原位置远距离范围内的任何地方。你可以通过对你想攻击的第二个目标进行额外的施法掷骰，将被举起的目标作为攻击投掷出去。成功时，使用你的熟练对第二个目标造成 **d12+4** 点物理伤害。此法术随后结束。",
    "imageUrl": "resource/领域/念力.png"
  },
  {
    "ID": "arcana-touched",
    "名称": "奥术恩泽",
    "领域": "奥术",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你的配置中有4张或更多领域卡来自奥术领域时，获得以下增益：\n\n- 施法掷骰获得+1加值\n- 每次休息一次，你可以交换你的希望骰和恐惧骰的结果。",
    "imageUrl": "resource/领域/奥术触及.png"
  },
  {
    "ID": "cloaking-blast",
    "名称": "匿踪诡术",
    "领域": "奥术",
    "等级": 7,
    "属性": "法术",
    "回想": 2,
    "描述": "当你成功进行**施法掷骰**施放其他法术时，你可以**花费1希望点**来获得 *隐匿* 状态。处于 *隐匿* 状态时，如果当敌人移动到通常能看到你的位置时你保持静止，你将保持不被看见。当你移动进入或在敌人的视线范围内移动，或进行攻击时，你将不再处于 *隐匿* 状态。",
    "imageUrl": "resource/领域/隐匿冲击.png"
  },
  {
    "ID": "arcane-reflection",
    "名称": "奥术反射",
    "领域": "奥术",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "当你将要受到魔法伤害时，你可以**花费任意数量的希望**来掷出同等数量的 **d6**。如果任何一个骰子掷出6，该攻击将被反射回施法者，转而对他们造成伤害。",
    "imageUrl": "resource/领域/奥术反射.png"
  },
  {
    "ID": "confusing-aura",
    "名称": "惑像灵光",
    "领域": "奥术",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (14)**。每长休一次，成功后，你在身体周围创造一层幻象，使人难以确定你的确切位置。**标记任意数量的压力**以创造等量的额外层数。当敌人对你进行攻击时，掷出等同于当前活跃层数数量的 **d6**。如果任何骰子掷出5或更高，摧毁一层灵光，且该攻击失败。如果所有结果都为4或更低，你承受伤害，并且该法术结束。",
    "imageUrl": "resource/领域/迷惑光环.png"
  },
  {
    "ID": "earthquake",
    "名称": "地动山摇",
    "领域": "奥术",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (16)**。每次休息一次，成功后，极远距离范围内所有不处于飞行中的目标必须进行一次反应掷骰 (18)。失败的目标承受 **3d10+8** 点物理伤害并暂时处于 *脆弱* 状态。成功的目标承受一半伤害。\n\n此外，当你成功进行施法掷骰时，极远距离范围内的所有地形变得难以通行，并且该范围内的建筑可能会受到伤害或坍塌。",
    "imageUrl": "resource/领域/地震.png"
  },
  {
    "ID": "sensory-projection",
    "名称": "感官投射",
    "领域": "奥术",
    "等级": 9,
    "属性": "法术",
    "回想": 0,
    "描述": "每次休息一次，进行一次**施法掷骰 (15)**。成功后，进入一个幻象，让你清晰地看见和听见你曾去过的任何地方，仿佛你此刻正身临其境。你可以在此幻象中自由移动，不受物理身体的物理或阻碍限制。此法术无法通过普通或魔法手段被侦测到。你在受到伤害或施放另一个法术时会脱离此幻象。",
    "imageUrl": "resource/领域/感官投射.png"
  },
  {
    "ID": "adjust-reality",
    "名称": "调整现实",
    "领域": "奥术",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "在你或一个自愿的盟友进行任何掷骰后，你可以**花费 5 希望点**来将该掷骰的数值结果改变为你选择的一个结果。该结果必须在骰子范围内的合理值。",
    "imageUrl": "resource/领域/调整现实.png"
  },
  {
    "ID": "falling-sky",
    "名称": "星辰陨落",
    "领域": "奥术",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的所有敌人进行一次**施法掷骰**。**标记 任意数量 压力点**，使奥术碎片从天而降。对你成功对抗的所有目标，你每标记 1 压力点，使其承受 **1d20+2** 点魔法伤害。",
    "imageUrl": "resource/领域/落空.png"
  },
  {
    "ID": "get-back-up",
    "名称": "卷土重来",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你承受严重伤害时，你可以**标记1压力点**来将伤害等级降低一级。",
    "imageUrl": "resource/领域/重新站起.png"
  },
  {
    "ID": "not-good-enough",
    "名称": "还不够好",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你掷伤害骰时，你可以重掷所有1点或2点。",
    "imageUrl": "resource/领域/尚不足够.png"
  },
  {
    "ID": "whirlwind",
    "名称": "旋风猛袭",
    "领域": "利刃",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你对邻近范围内的目标进行一次成功的攻击时，你可以**花费1希望点**来对邻近范围内的所有其他目标使用这次攻击。",
    "imageUrl": "resource/领域/旋风斩.png"
  },
  {
    "ID": "a-soldiers-bond",
    "名称": "老兵羁绊",
    "领域": "利刃",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你赞美某人或询问他们擅长的事物时，你们双方都可以获得3希望点。",
    "imageUrl": "resource/领域/战士之羁.png"
  },
  {
    "ID": "reckless",
    "名称": "鲁莽攻击",
    "领域": "利刃",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "**标记1压力点**以在一次攻击中获得优势。",
    "imageUrl": "resource/领域/鲁莽.png"
  },
  {
    "ID": "scramble",
    "名称": "快步急闪",
    "领域": "利刃",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每次休息一次，当近战范围内的生物即将对你造成伤害时，你可以避开攻击并安全地移动到敌人近战范围之外。",
    "imageUrl": "resource/领域/争夺.png"
  },
  {
    "ID": "versatile-fighter",
    "名称": "多面武者",
    "领域": "利刃",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "你可以为已装备的武器使用不同的属性，而不是武器所要求的属性。\n\n当你造成伤害时，你可以**标记1压力点**，将其中一个伤害骰取最大结果，而不是其掷骰结果。",
    "imageUrl": "resource/领域/全能战士.png"
  },
  {
    "ID": "deadly-focus",
    "名称": "致命专注",
    "领域": "利刃",
    "等级": 4,
    "属性": "能力",
    "回想": 2,
    "描述": "每次休息一次，你可以集中所有注意力于你选择的一个目标。你获得+1熟练加值，直至你攻击另一个生物、击败该目标或战斗结束时。",
    "imageUrl": "resource/领域/致命专注.png"
  },
  {
    "ID": "fortified-armor",
    "名称": "强化护甲",
    "领域": "利刃",
    "等级": 4,
    "属性": "能力",
    "回想": 0,
    "描述": "当你穿着护甲时，你的所有伤害阈值获得+2加值。",
    "imageUrl": "resource/领域/强化护甲.png"
  },
  {
    "ID": "champions-edge",
    "名称": "勇士锐锋",
    "领域": "利刃",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "当你攻击获得关键成功时，你可以**花费至多3希望点**，并为每点花费的希望选择下列一项效果：\n\n- 你**恢复 1 生命点**。\n- 你**恢复 1 护甲槽**。\n- 目标必须标记1点额外的生命。\n\n你不能选择同一项效果超过一次。",
    "imageUrl": "resource/领域/冠军之刃.png"
  },
  {
    "ID": "vitality",
    "名称": "蓬勃生命",
    "领域": "利刃",
    "等级": 5,
    "属性": "能力",
    "回想": 0,
    "描述": "当你选择此牌时，选择永久获得以下选项中的两项：\n- 一个压力槽\n- 一个生命槽\n- 你的所有伤害阈值获得+2加值\n然后将此牌永久放入你的宝库。",
    "imageUrl": "resource/领域/活力.png"
  },
  {
    "ID": "battle-hardened",
    "名称": "久经沙场",
    "领域": "利刃",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，当你将进行死亡行动时，你可以**花费1希望点**来恢复1生命点，而非进行死亡行动。",
    "imageUrl": "resource/领域/战斗磨砺.png"
  },
  {
    "ID": "rage-up",
    "名称": "怒意重击",
    "领域": "利刃",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "在你进行攻击之前，你可以**标记1压力点**，使你的伤害掷骰获得等同于你力量值两倍的加值。\n\n每次攻击你可以狂怒两次。",
    "imageUrl": "resource/领域/怒气爆发.png"
  },
  {
    "ID": "blade-touched",
    "名称": "利刃恩泽",
    "领域": "利刃",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你的配置中有4张或更多领域卡来自利刃领域时，获得以下增益：\n\n- 你的攻击掷骰获得+2加值\n- 你的严重伤害阈值获得+4加值",
    "imageUrl": "resource/领域/利刃触及.png"
  },
  {
    "ID": "glancing-blow",
    "名称": "斜掠攻势",
    "领域": "利刃",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你攻击失败时，你可以**标记1压力点**，使用你熟练值的一半来造成武器伤害。",
    "imageUrl": "resource/领域/擦伤.png"
  },
  {
    "ID": "battle-cry",
    "名称": "战斗咆哮",
    "领域": "利刃",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "每长休一次，当你在向危险发起冲锋时，你可以发出振奋人心的呼唤，激励你的盟友。所有能听到你的盟友各清除1压力点，并获得1希望点。此外，你的盟友在攻击掷骰上获得优势，直到你或一名盟友骰出恐惧结果的失败。",
    "imageUrl": "resource/领域/战吼.png"
  },
  {
    "ID": "frenzy",
    "名称": "狂怒出击",
    "领域": "利刃",
    "等级": 8,
    "属性": "能力",
    "回想": 3,
    "描述": "每长休一次，你可以进入 *狂怒* 状态，直到视野范围内没有更多敌人为止。\n\n处于 *狂怒* 状态时，你不能使用护甲槽，你的伤害掷骰获得+10加值，你的严重伤害阈值获得+8加值。",
    "imageUrl": "resource/领域/狂暴.png"
  },
  {
    "ID": "gore-and-glory",
    "名称": "血与荣耀",
    "领域": "利刃",
    "等级": 9,
    "属性": "能力",
    "回想": 2,
    "描述": "当你使用武器攻击获得关键成功时，额外获得1希望点或清除1压力点。\n\n此外，当你造成足够的伤害击败敌人时，获得1希望点或清除1压力点。",
    "imageUrl": "resource/领域/血肉荣耀.png"
  },
  {
    "ID": "reapers-strike",
    "名称": "死亡收割",
    "领域": "利刃",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "每长休一次，**花费1希望点**进行一次攻击掷骰。游戏主持人会告诉你范围内哪些目标会受到攻击。选择其中一个目标，并迫使他们标记5生命点。",
    "imageUrl": "resource/领域/死神打击.png"
  },
  {
    "ID": "battle-monster",
    "名称": "战场猛兽",
    "领域": "利刃",
    "等级": 10,
    "属性": "能力",
    "回想": 0,
    "描述": "当你对敌人进行成功攻击时，你可以**标记4压力点**，迫使目标标记等同于你当前已标记生命点数的生命点，而不是掷骰决定伤害。",
    "imageUrl": "resource/领域/战斗巨兽.png"
  },
  {
    "ID": "onslaught",
    "名称": "猛攻强袭",
    "领域": "利刃",
    "等级": 10,
    "属性": "能力",
    "回想": 3,
    "描述": "当你成功使用武器进行攻击时，你造成的伤害不会低于目标的重度伤害阈值（目标总是至少标记2生命点）。\n\n此外，当一个位于你武器射程内的生物对你的盟友造成伤害，且该攻击不包含你时，你可以**标记1压力点**，迫使他们进行一次反应掷骰（15）。如果失败，目标必须标记1生命点。",
    "imageUrl": "resource/领域/猛攻.png"
  },
  {
    "ID": "deft-maneuvers",
    "名称": "灵巧机动",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "每次休息一次，**标记 1 压力点**，可以在远距离范围内冲刺到任意地点，无需进行敏捷掷骰。\n\n如果你在此移动结束时处于某个敌人的近战范围内，并立即对他们发起攻击，你的攻击掷骰获得+1加值。",
    "imageUrl": "resource/领域/灵巧机动.png"
  },
  {
    "ID": "i-see-it-coming",
    "名称": "先见之明",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当你成为来自近战范围之外的攻击目标时，你可以**标记1压力点**，掷一个**d4**，并获得等同于结果的闪避值加值来对抗该攻击。",
    "imageUrl": "resource/领域/我早料到.png"
  },
  {
    "ID": "untouchable",
    "名称": "不可侵犯",
    "领域": "骸骨",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "你的闪避值获得等同于你敏捷值一半的加值。",
    "imageUrl": "resource/领域/不可触及.png"
  },
  {
    "ID": "ferocity",
    "名称": "凶猛残暴",
    "领域": "骸骨",
    "等级": 2,
    "属性": "能力",
    "回想": 2,
    "描述": "当你使一个敌人标记1点或更多生命点时，你可以**花费 2 希望点**，你的闪避值提高等同于他们标记的生命点数。此加值持续到对你进行的下一次攻击之后。",
    "imageUrl": "resource/领域/凶猛.png"
  },
  {
    "ID": "strategic-approach",
    "名称": "战术方针",
    "领域": "骸骨",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "在一次长休后，在此卡上放置等同于你知识属性值的指示物（最少1个）。当你第一次移动到与一个敌人处于近距离范围以内并对其进行攻击时，你可以花费一个指示物来选择下列选项之一：\n\n- 你进行此次攻击时具有优势。\n- 你清除一个处于该敌人近战范围内的盟友的1压力点。\n- 你在你的伤害掷骰中增加一个**d8**。\n\n当你进行长休时，清除所有未使用的指示物。",
    "imageUrl": "resource/领域/战略方针.png"
  },
  {
    "ID": "brace",
    "名称": "警戒防备",
    "领域": "骸骨",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你标记一个护甲槽来减少受到的伤害时，你可以**标记1压力点**来标记一个额外的护甲槽。",
    "imageUrl": "resource/领域/支撑.png"
  },
  {
    "ID": "tactician",
    "名称": "战术行家",
    "领域": "骸骨",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你协助一个盟友时，他们可以花费1希望点，将你的一项经历作为加值加入他们的掷骰结果中，并与你的优势骰一同掷出。\n\n进行接力掷骰时，你可以掷一个**d20**作为你的希望骰。",
    "imageUrl": "resource/领域/战术家.png"
  },
  {
    "ID": "boost",
    "名称": "高高跃起",
    "领域": "骸骨",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "**标记1压力点**，从近距离范围内的自愿盟友处借力，冲向空中，对远距离范围内的目标进行一次空中攻击。这次攻击你获得优势，在伤害掷骰中额外加上一个**d10**，并在目标近战范围内结束你的行动。",
    "imageUrl": "resource/领域/助推.png"
  },
  {
    "ID": "redirect",
    "名称": "借力打力",
    "领域": "骸骨",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "当一次来自近战范围之外、针对你的攻击失败时，掷出等同于你熟练值的**d6**。如果任意一个骰子掷出6，你可以**标记1压力点**，将这次攻击改为对邻近范围内的敌人造成伤害。",
    "imageUrl": "resource/领域/转移.png"
  },
  {
    "ID": "know-thy-enemy",
    "名称": "知己知彼",
    "领域": "骸骨",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "观察一个生物时，你可以对其进行一次**本能掷骰**。成功时，**花费1希望点**并向GM询问目标以下选项中的一组信息：\n\n- 其未标记的生命点和压力。\n- 其难度和伤害阈值。\n- 其战术和标准攻击伤害骰。\n- 其特性和经历。\n\n此外，成功时，你可以**标记1压力点**以移除游戏主持人恐惧池中的1恐惧点。",
    "imageUrl": "resource/领域/知己知彼.png"
  },
  {
    "ID": "signature-move",
    "名称": "招牌动作",
    "领域": "骸骨",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "命名并描述你的招牌战斗动作。每次休息后，当你执行此招牌动作作为你所采取行动的一部分时，你可以将一个**d20**作为你的希望骰进行掷骰。成功时，清除1压力点。",
    "imageUrl": "resource/领域/招牌动作.png"
  },
  {
    "ID": "rapid-riposte",
    "名称": "迅速报复",
    "领域": "骸骨",
    "等级": 6,
    "属性": "能力",
    "回想": 0,
    "描述": "当一次来自近战范围内、针对你的攻击失败时，你可以**标记1压力点**并抓住机会，对攻击者造成你一件已装备武器的武器伤害。",
    "imageUrl": "resource/领域/快速反击.png"
  },
  {
    "ID": "recovery",
    "名称": "恢复如新",
    "领域": "骸骨",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "在一次短休期间，你可以选择进行一次长休的休整行动。你可以**花费1希望点**让一个盟友也同样进行选择。",
    "imageUrl": "resource/领域/恢复.png"
  },
  {
    "ID": "bone-touched",
    "名称": "骸骨恩泽",
    "领域": "骸骨",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你的配置中有4张或更多领域卡来自骸骨领域时，获得以下增益：\n\n- 敏捷+1\n- 每次休息一次，你可以**花费3希望点**，使一次针对你的成功攻击转为失败。",
    "imageUrl": "resource/领域/骸骨触及.png"
  },
  {
    "ID": "cruel-precision",
    "名称": "残酷精准",
    "领域": "骸骨",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你使用武器成功攻击时，你的伤害掷骰获得等同于你的灵巧或敏捷的加值。",
    "imageUrl": "resource/领域/残酷精准.png"
  },
  {
    "ID": "breaking-blow",
    "名称": "碎骨打击",
    "领域": "骸骨",
    "等级": 8,
    "属性": "能力",
    "回想": 3,
    "描述": "当你进行一次成功的攻击时，你可以**标记1压力点**，使下一次成功针对同一目标的攻击额外造成**2d12**点伤害。",
    "imageUrl": "resource/领域/破甲一击.png"
  },
  {
    "ID": "wrangle",
    "名称": "缠斗乱战",
    "领域": "骸骨",
    "等级": 8,
    "属性": "能力",
    "回想": 1,
    "描述": "对近距离范围内的所有目标进行一次敏捷掷骰。**花费1希望点**，将你成功对抗的目标，以及近距离范围内的任意自愿盟友，移动到近距离范围内的另一个位置。",
    "imageUrl": "resource/领域/纠缠.png"
  },
  {
    "ID": "on-the-brink",
    "名称": "生死边缘",
    "领域": "骸骨",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "当你未标记的生命点为2点或更少时，你不会受到轻度伤害。",
    "imageUrl": "resource/领域/濒临边缘.png"
  },
  {
    "ID": "splintering-strike",
    "名称": "分裂打击",
    "领域": "骸骨",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "**花费1希望点**，对你武器射程内的所有敌人进行一次攻击。每长休一次，对任意目标成功时，将造成的伤害加总，然后你可以随意将这些伤害分配给你成功对抗的目标。当你对一个目标造成伤害时，额外掷一个伤害骰，将其结果加入你对该目标造成的伤害中。",
    "imageUrl": "resource/领域/裂骨打击.png"
  },
  {
    "ID": "deathrun",
    "名称": "死亡奔袭",
    "领域": "骸骨",
    "等级": 10,
    "属性": "能力",
    "回想": 1,
    "描述": "**花费3希望点**，在战场上沿直线奔跑，直至到达远距离范围内的某个点，并对该路径上你武器射程内的所有敌人进行一次攻击。选择你成功对抗的目标造成伤害的顺序。对第一个目标掷出你的武器伤害骰时，你的熟练值获得+1加值。然后从你的伤害掷骰中移除一个骰子，并将剩余的伤害分配给下一个目标。每个后续目标均移除一个骰子，直到你没有更多的伤害骰或敌人为止。\n\n每次攻击不能以同一个敌人为目标超过一次。",
    "imageUrl": "resource/领域/死亡冲刺.png"
  },
  {
    "ID": "swift-step",
    "名称": "闪转腾挪",
    "领域": "骸骨",
    "等级": 10,
    "属性": "能力",
    "回想": 2,
    "描述": "当一次针对你的攻击失败时，清除1压力点。你无压力可供清除时，则获得1希望点。",
    "imageUrl": "resource/领域/迅捷步伐.png"
  },
  {
    "ID": "book-of-ava",
    "名称": "艾娃之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "术典",
    "回想": 2,
    "描述": "*强力推撞:* 对近战范围内的目标进行一次**施法掷骰**。成功时，目标被击退至远距离范围，并受到使用你熟练值的**d10+2**点魔法伤害。\n\n*塔瓦的护甲:* **花费1希望点**，使你触碰到的目标护甲值获得+1加值，直到他们下次休息或你再次施放塔瓦的护甲。\n\n*冰刺:* 进行一次**施法掷骰 (12)**，在远距离范围内召唤一根巨大的冰刺。如果你将其用作武器，则改为对目标的难度进行施法掷骰。成功时，造成使用你熟练值的**d6**点物理伤害。",
    "imageUrl": "resource/领域/阿瓦之书.png"
  },
  {
    "ID": "book-of-illiat",
    "名称": "伊利亚特之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "术典",
    "回想": 2,
    "描述": "*睡眠术:* 对邻近范围内的目标进行一次**施法掷骰**。成功时，目标处于 *睡眠* 状态，直到受到伤害或游戏主持人在其轮次花费1恐惧点以清除此状态。\n\n*奥术弹幕:* 每次休息一次，**花费任意数量的希望点**，射出魔法投射物，攻击近距离范围内你选择的一个目标。掷出等同于花费希望点数量的**d6**，对目标造成等量魔法伤害。\n\n*心灵感应:* **花费1希望点**，与一个你能看见的目标建立精神连接。此连接持续到你下次休息或你再次施放心灵感应。",
    "imageUrl": "resource/领域/伊利亚特之书.png"
  },
  {
    "ID": "book-of-tyfar",
    "名称": "提法之书",
    "领域": "典籍",
    "等级": 1,
    "属性": "术典",
    "回想": 2,
    "描述": "*狂野明焰:* 对近战范围内最多三个敌人进行一次**施法掷骰**。一团火焰在你的手中爆发，你成功对抗的每个目标受到**2d6**点魔法伤害且必须标记1压力点。\n\n*魔法之手:* 在远距离范围内召唤一只大小和力量与你自身相同的魔法之手。\n\n*神秘迷雾:* 进行一次**施法掷骰 (13)**，施放一片临时的浓雾，聚集在自身邻近范围内的固定区域。迷雾严重遮蔽该区域及其中的一切。",
    "imageUrl": "resource/领域/泰法之书.png"
  },
  {
    "ID": "book-of-sitil",
    "名称": "斯泰尔之书",
    "领域": "典籍",
    "等级": 2,
    "属性": "术典",
    "回想": 2,
    "描述": "*改变容貌:* 通过魔法改变你的外貌和衣着，从而避免被认出。\n\n*平行复制:* **花费2希望点**，对你或近距离范围内的一个盟友施放此法术。目标下次进行攻击时，可以额外攻击范围内另一个他们的攻击掷骰成功的目标。你一次只能对一个生物维持此法术。\n\n*幻象:* 进行一次**施法掷骰 (14)**。成功时，在近距离范围内创造一个不超过你大小的临时视觉幻象，只要你看着它，幻象就会持续存在。幻象能够承受仔细观察，直到观察者进入其近战范围。",
    "imageUrl": "resource/领域/西蒂尔之书.png"
  },
  {
    "ID": "book-of-vagras",
    "名称": "瓦格拉斯之书",
    "领域": "典籍",
    "等级": 2,
    "属性": "术典",
    "回想": 2,
    "描述": "*符文锁:* 对你正在触碰的可以关闭的物体（如锁、箱子或盒子）进行一次**施法掷骰 (15)**。每次休息一次，成功时，你可以锁定该物体，使其只能由你选择的生物打开。拥有施法能力并且花费一小时研究该法术的人可以将其打破。\n\n*奥术之门:* 当你近战范围内没有敌人时，进行一次**施法掷骰 (13)**。成功时，**花费1希望点**，从你所在的位置到你能看见的远距离范围内的一个点创造一个传送门。有生物穿过它后，它就会关闭。\n\n*揭示:* 进行一次**施法掷骰**。如果近距离范围内有任何被魔法隐藏的东西，它就会被揭示出来。",
    "imageUrl": "resource/领域/瓦格拉斯之书.png"
  },
  {
    "ID": "book-of-korvax",
    "名称": "库瓦斯之书",
    "领域": "典籍",
    "等级": 3,
    "属性": "术典",
    "回想": 2,
    "描述": "*浮空术:* 进行一次**施法掷骰**，暂时将一个你能看见的目标抬升到空中，并在其原位置的近距离范围内移动目标。\n\n*记忆倒回:* **花费1希望点**，迫使近战范围内的一个目标进行一次反应掷骰 (15)。失败时，对方会忘记你们谈话的最后一分钟。\n\n*符文圆环:* **标记1压力点**，在你站立的地方创造一个临时的魔法圆环。所有近战范围内的敌人，或者进入近战范围的敌人，受到**2d12+4**点魔法伤害，并被击退到邻近范围。",
    "imageUrl": "resource/领域/科瓦克斯之书.png"
  },
  {
    "ID": "book-of-norai",
    "名称": "诺莱伊之书",
    "领域": "典籍",
    "等级": 3,
    "属性": "术典",
    "回想": 2,
    "描述": "*神秘锁链:* 对远距离范围内的一个目标进行一次**施法掷骰**。成功时，他们暂时被 *束缚* 且必须标记1压力点。如果你以一个飞行生物为目标，此法术会将其击落并暂时 *束缚* 。\n\n*火球术:* 对极远距离范围内的一个目标进行一次**施法掷骰**。成功时，向他们投掷一个火球，火球在撞击时爆炸。目标和他们邻近范围内的所有生物必须进行一次反应掷骰 (13)。失败的目标受到使用你的熟练值的**d20+5**点魔法伤害。成功的目标受到一半伤害。",
    "imageUrl": "resource/领域/诺莱之书.png"
  },
  {
    "ID": "book-of-exota",
    "名称": "埃索塔之书",
    "领域": "典籍",
    "等级": 4,
    "属性": "术典",
    "回想": 3,
    "描述": "*否决术:* 你可以中断正在发生的魔法效果。使用你的施法属性进行一次反应掷骰。每次休息一次，成功时，效果停止，并避免任何后果。\n\n*创造构装体:* **花费1希望点**，选择你周围的一组物体，并从中创造一个活化构装体，其服从基本命令。\n进行一次**施法掷骰**来命令其采取行动。必要时，其共享你的闪避值和属性，并且其攻击可造成**2d10+3**点物理伤害。你一次只能维持一个构装体，当它们受到任何伤害时就会散架。",
    "imageUrl": "resource/领域/艾索塔之书.png"
  },
  {
    "ID": "book-of-grynn",
    "名称": "格林之书",
    "领域": "典籍",
    "等级": 4,
    "属性": "术典",
    "回想": 2,
    "描述": "*奥术偏转:* 每长休一次，花费1希望点来抵消针对你或邻近范围内盟友的攻击伤害。\n\n*时滞之锁:* 指定远距离范围内的一个物体。该物体在时间和空间中停滞，直到你下次休息。如果一个生物试图移动它，对其进行一次**施法掷骰**来维持此法术。\n\n*火焰墙:* 进行一次**施法掷骰 (15)**。成功时，在远距离范围内的两点之间创造一道魔法火焰墙。所有在其路径上的生物必须选择站在哪一侧，随后穿过火焰墙的任何物体都会受到**4d10+3**点魔法伤害。",
    "imageUrl": "resource/领域/格林之书.png"
  },
  {
    "ID": "manifest-wall",
    "名称": "具现之墙",
    "领域": "典籍",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (15)**。每次休息一次，成功时，**花费1希望点**在远距离范围内的两点之间创造一道临时的魔法墙。它最高可达50英尺，并可以呈任何角度。在其路径上的生物或物体会被推到你选择的一侧。这道墙会一直存在，直到你下次休息或再次施放具现之墙。",
    "imageUrl": "resource/领域/显现之墙.png"
  },
  {
    "ID": "teleport",
    "名称": "传送术",
    "领域": "典籍",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，你可以立即将自己以及近距离范围内任意数量的自愿目标传送到你曾经去过的地方。选择下列选项之一，然后进行一次**施法掷骰 (16)**：\n\n- 如果你对这个地方非常熟悉，获得+3加值。\n- 如果你经常去这个地方，获得+1加值。\n- 如果你很少去这个地方，不获得调整值。\n- 如果你只去过那里一次，获得−2减值。\n\n成功时，你出现在你打算去的地方。失败时，你出现在偏离预定地点的地方，偏离的距离取决于失败的程度。",
    "imageUrl": "resource/领域/传送.png"
  },
  {
    "ID": "banish",
    "名称": "放逐术",
    "领域": "典籍",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "对近距离范围内的一个目标进行一次**施法掷骰**。成功时，掷出等同于你施法属性的**d20**。目标必须进行一次反应掷骰，难度等同于你最高掷骰结果。成功时，目标必须标记1压力点，但不会被放逐。每休息一次，失败时，其被放逐出这个界域。\n\n当任意一名玩家角色掷出恐惧结果时，难度获得−1减值，且目标再进行一次反应掷骰。成功时，目标从放逐中返回。",
    "imageUrl": "resource/领域/放逐.png"
  },
  {
    "ID": "sigil-of-retribution",
    "名称": "惩戒符印",
    "领域": "典籍",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "在近距离范围内的敌人身上标记一个惩戒符印。游戏主持人获得1恐惧点。当被标记的敌人对你或你的盟友造成伤害时，在此卡牌上放置一个**d8**。你最多可以持有等同于你等级数量的**d8**。当你成功攻击被标记的敌人时，掷出此卡牌上的骰子并将总和加入你的伤害掷骰中，然后移除对应骰子。当被标记的敌人被击败或你再次施放惩戒符印时，此效果结束。",
    "imageUrl": "resource/领域/报复符文.png"
  },
  {
    "ID": "book-of-homet",
    "名称": "霍梅特之书",
    "领域": "典籍",
    "等级": 7,
    "属性": "术典",
    "回想": 0,
    "描述": "*畅行无阻:* 进行一次**施法掷骰 (13)**。每次休息一次，成功时，你和所有接触你的生物可以穿过近距离范围内的一堵墙或一扇门。当所有人都到达另一侧时，效果结束。\n\n*异界之门:* 进行一次**施法掷骰 (14)**。每长休一次，成功时，打开一个通往你曾去过的另一个维度或存在位面的传送门。此传送门持续到你的下一次休息。",
    "imageUrl": "resource/领域/霍梅特之书.png"
  },
  {
    "ID": "codex-touched",
    "名称": "典籍恩泽",
    "领域": "典籍",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你配置中的领域卡有4张或更多属于典籍领域时，获得下列增益：\n\n- 你可以**标记1压力点**，在一次施法掷骰中加上你的熟练值。\n- 每次休息一次，你可以用你宝库中的任意一张卡牌替换此卡牌，无需支付其回想费用。",
    "imageUrl": "resource/领域/典籍触及.png"
  },
  {
    "ID": "book-of-vyola",
    "名称": "维奥拉之书",
    "领域": "典籍",
    "等级": 8,
    "属性": "术典",
    "回想": 2,
    "描述": "*深掘记忆:* 对远距离范围内的一个目标进行一次**施法掷骰**。成功时，窥探目标的思想并向游戏主持人提出一个问题。游戏主持人描述目标与答案相关的任何记忆。\n\n*共享明晰:* 每长休一次，**花费1希望点**选择两个自愿生物。当其中一个生物将要标记压力时，他们可以选择由他们中的哪一个来标记。此法术持续到他们下一次休息。",
    "imageUrl": "resource/领域/维奥拉之书.png"
  },
  {
    "ID": "safe-haven",
    "名称": "避风港湾",
    "领域": "典籍",
    "等级": 8,
    "属性": "法术",
    "回想": 3,
    "描述": "当你拥有几分钟的平静来集中精神时，你可以**花费2希望点**召唤你的庇护所，这是一个大型维度的居所，你和你的盟友可以在其中避难。当你这样做时，一扇魔法门会出现在近距离范围内的某个地方。只有你选择的生物才能进入。进入后，你可以使入口隐形。你和里面的任何其他人总是可以离开。一旦你离开，必须再次召唤入口。\n\n当你在你自己的庇护所内休息时，你可以选择一个额外的休整行动。",
    "imageUrl": "resource/领域/安全港.png"
  },
  {
    "ID": "book-of-ronin",
    "名称": "罗宁之书",
    "领域": "典籍",
    "等级": 9,
    "属性": "术典",
    "回想": 4,
    "描述": "*变形:* 进行一次**施法掷骰 (15)**。成功时，变形为一个不超过你正常体型两倍的无生命物体。你可以保持这个形态直到受到伤害。\n\n*永恒衰弱:* 每长休一次，对近距离范围内的一个目标进行一次**施法掷骰**。成功时，使其永久变为 *脆弱* 状态。其无法通过任何方式解除此状态。",
    "imageUrl": "resource/领域/浪人之书.png"
  },
  {
    "ID": "disintegration-wave",
    "名称": "解离波",
    "领域": "典籍",
    "等级": 9,
    "属性": "法术",
    "回想": 4,
    "描述": "进行一次**施法掷骰 (18)**。每长休一次，成功时，游戏主持人会告诉你远距离范围内哪些敌人的难度为18或更低。对于每一个你想用此法术命中的目标，**标记1压力点**。目标会被杀死，并且无法通过任何方式复活。",
    "imageUrl": "resource/领域/分解波.png"
  },
  {
    "ID": "book-of-yarrow",
    "名称": "亚罗之书",
    "领域": "典籍",
    "等级": 10,
    "属性": "术典",
    "回想": 2,
    "描述": "*时间停滞:* 进行一次**施法掷骰 (18)**。成功时，远距离范围内除了你之外的所有生物时间暂时停止。当你进行一次以其他生物为目标的动作掷骰时，时间恢复流动。\n\n*魔法免疫:* **花费5希望点**，直到你下次休息前对魔法伤害免疫。",
    "imageUrl": "resource/领域/蓍草之书.png"
  },
  {
    "ID": "transcendent-union",
    "名称": "超凡联结",
    "领域": "典籍",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，**花费5希望点**将此法术施加在两个或更多自愿的生物身上。在你下次休息前，当处于联结状态的生物需要标记压力点或生命点时，被联结的生物可以选择由谁来标记。",
    "imageUrl": "resource/领域/超越联合.png"
  },
  {
    "ID": "deft-deceiver",
    "名称": "欺瞒熟手",
    "领域": "优雅",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "**花费1希望点**，在欺瞒或哄骗某人相信你谎言的掷骰中获得优势。",
    "imageUrl": "resource/领域/巧妙欺诈者.png"
  },
  {
    "ID": "enrapture",
    "名称": "心醉神迷",
    "领域": "优雅",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "对近距离范围内的目标进行一次**施法掷骰**。成功时，目标暂时变得 *迷醉* 。在 *迷醉* 期间，目标的注意力会固定在你身上，视野变窄，且听不到除你声音外的任何声音。每休息一次，在成功时，你可以**标记1压力点**迫使 *迷醉* 目标也标记1压力点。",
    "imageUrl": "resource/领域/魅惑.png"
  },
  {
    "ID": "inspirational-words",
    "名称": "豪言壮语",
    "领域": "优雅",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "你的言语中蕴含着力量。在一次长休后，在此卡牌上放置等同于你风度值的指示物。当你与一位盟友交谈时，你可以花费此卡牌上的一个指示物，给予该盟友下列选项中的一项增益：\n\n- 该盟友移除1压力点。\n- 该盟友恢复1生命点。\n- 该盟友获得1希望点。\n\n当你进行长休时，移除所有未花费的指示物。",
    "imageUrl": "resource/领域/激励言语.png"
  },
  {
    "ID": "tell-no-lies",
    "名称": "无可讳言",
    "领域": "优雅",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "对邻近距离范围内的一个目标进行一次**施法掷骰**。成功时，只要其在近距离范围内，就不能对你说谎，但可以保持沉默。如果你问q其一个问题而对方拒绝回答，则对方必须标记1压力点，且此效果结束。目标通常不会意识到此法术已施加在自己身上，直到此法术导致其说出真相。",
    "imageUrl": "resource/领域/不说谎话.png"
  },
  {
    "ID": "troublemaker",
    "名称": "惹是生非",
    "领域": "优雅",
    "等级": 2,
    "属性": "能力",
    "回想": 2,
    "描述": "当你在远距离范围内嘲弄或挑衅一个目标时，对其进行一次**风度掷骰**。每次休息一次，成功时，掷出数量等同于你熟练值的**d4**。目标必须标记等同于掷出最高结果的压力点。",
    "imageUrl": "resource/领域/捣蛋鬼.png"
  },
  {
    "ID": "hypnotic-shimmer",
    "名称": "催眠闪光",
    "领域": "优雅",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "对近距离范围内你面前的所有敌人，进行一次**施法掷骰**。每休息一次，成功时，创造一个色彩变换的闪光幻象，暂时使你成功对抗的目标 *眩晕* ，并迫使其标记1压力点。在 *眩晕* 期间，其无法使用反应，且在解除此状态之前无法进行任何其他动作。",
    "imageUrl": "resource/领域/催眠闪光.png"
  },
  {
    "ID": "invisibility",
    "名称": "无影无踪",
    "领域": "优雅",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (10)**。成功时，**标记1压力点**，并选择自己或近战距离内的一名盟友进入 *隐形* 状态。 *隐形* 生物除了通过魔法手段外无法被看见，并且对其进行的攻击掷骰带有劣势。在此卡牌上放置数量等同于你施法属性的指示物。当 *隐形* 生物采取行动时，花费此卡牌上的一个指示物。在花费最后一个指示物的行动结算后，此效果结束。\n\n你一次只能使一个生物维持隐形效果。",
    "imageUrl": "resource/领域/隐形.png"
  },
  {
    "ID": "soothing-speech",
    "名称": "宽慰言语",
    "领域": "优雅",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "在一次短休期间，当你对另一个角色使用“处理伤口”休整行动并用心安慰时，为该角色额外恢复1生命点。当你这样做时，你也会恢复2生命点。",
    "imageUrl": "resource/领域/安抚言语.png"
  },
  {
    "ID": "through-your-eyes",
    "名称": "感官共享",
    "领域": "优雅",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "选择一个极远距离内的目标。你可以通过其眼睛进行观察，通过其耳朵进行聆听。你可以在自己的感官或目标的感官之间自由切换，直到你施放另一个法术或下次休息。",
    "imageUrl": "resource/领域/透过你眼.png"
  },
  {
    "ID": "thought-delver",
    "名称": "挖掘思想",
    "领域": "优雅",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "你可以窥探他人的思想。**花费1希望点**，读取远距离范围内一个目标的浅层、大概的思绪。进行一次**施法掷骰**对抗目标，以探寻更深层、更隐藏的思绪。\n\n骰出恐惧结果时，目标可能会在游戏主持人的裁量下，意识到你正在读取其思绪。",
    "imageUrl": "resource/领域/思想深探.png"
  },
  {
    "ID": "words-of-discord",
    "名称": "挑拨离间",
    "领域": "优雅",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "对近战范围内的敌人说出不谐耳语，进行一次**施法掷骰 (13)**。成功时，目标必须标记1压力点，并攻击另一个敌人，而不是攻击你或你的盟友。\n\n这次攻击结束后，目标会意识到发生了什么。下次你对其施放挑拨离间时，施法掷骰获得−5的减值。",
    "imageUrl": "resource/领域/不和之语.png"
  },
  {
    "ID": "never-upstaged",
    "名称": "绝不怯场",
    "领域": "优雅",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "当你因一次攻击而标记1点或更多生命点时，你可以**标记1压力点**，在此卡上放置等同于你标记的生命点数的指示物。在你下次成功的攻击中，此卡上的每个指示物使你的伤害掷骰获得+5加值，然后移除所有指示物。",
    "imageUrl": "resource/领域/永不抢镜.png"
  },
  {
    "ID": "share-the-burden",
    "名称": "排忧解难",
    "领域": "优雅",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "每次休息一次，承担近战范围内一个自愿生物的压力。目标描述此刻向你倾诉了什么样的秘密。将其任意数量的已标记压力点转移给你，你每转移1压力点，获得1希望点。",
    "imageUrl": "resource/领域/分担重担.png"
  },
  {
    "ID": "endless-charisma",
    "名称": "无穷魅力",
    "领域": "优雅",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "在你进行一次说服、撒谎或争取好感的动作掷骰后，你可以**花费1希望点**来重骰希望骰或恐惧骰。",
    "imageUrl": "resource/领域/无尽魅力.png"
  },
  {
    "ID": "grace-touched",
    "名称": "优雅恩泽",
    "领域": "优雅",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你的配置中有4张或更多领域牌来自优雅领域时，获得下列增益：\n\n- 你可以**标记1护甲槽**，而不是标记1压力点。\n- 当你会迫使目标标记一定数量的生命点时，你可以选择改为迫使他们标记同等数量的压力点。",
    "imageUrl": "resource/领域/优雅触及.png"
  },
  {
    "ID": "astral-projection",
    "名称": "星界投影",
    "领域": "优雅",
    "等级": 8,
    "属性": "法术",
    "回想": 0,
    "描述": "每长休一次，**标记1压力点**来创造一个你的投射分身，它可以出现在你曾经到过的任何地方。\n\n你可以通过投射分身，如同你本人般观察、聆听，甚至影响世界。调查投射分身的生物可以分辨出其源于魔法。此效果持续到你下次休息或你的投射分身受到任何伤害。",
    "imageUrl": "resource/领域/星体投射.png"
  },
  {
    "ID": "mass-enrapture",
    "名称": "群体心醉神迷",
    "领域": "优雅",
    "等级": 8,
    "属性": "法术",
    "回想": 3,
    "描述": "对远距离范围内的所有目标进行一次**施法掷骰**。你成功对抗的目标会暂时变得 *迷醉* 。处于 *迷醉* 状态时，目标的注意力会完全集中在你身上，视野变得狭窄，除了你的声音外听不到任何其他声音。**标记1压力点**可以迫使所有处于 *迷醉* 状态的目标标记1压力点，从而结束此法术。",
    "imageUrl": "resource/领域/群体魅惑.png"
  },
  {
    "ID": "copycat",
    "名称": "如法炮制",
    "领域": "优雅",
    "等级": 9,
    "属性": "法术",
    "回想": 3,
    "描述": "每长休一次，此卡牌可以模仿另一个玩家配置中等级为8或更低的其他领域卡牌的特性。**花费等同该卡牌等级一半的希望点**来获得该特性。模仿效果持续到你下次休息或该玩家将被模仿的卡牌放入宝库。",
    "imageUrl": "resource/领域/模仿者.png"
  },
  {
    "ID": "master-of-the-craft",
    "名称": "技艺大师",
    "领域": "优雅",
    "等级": 9,
    "属性": "能力",
    "回想": 0,
    "描述": "使你的两项经历永久获得+2加值，或使你的一项经历永久获得+3加值。然后将此卡牌永久放入你的宝库。",
    "imageUrl": "resource/领域/工艺大师.png"
  },
  {
    "ID": "encore",
    "名称": "再次上演",
    "领域": "优雅",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "当近距离范围内的一名盟友对一个敌人造成伤害时，你可以对同一目标进行一次**施法掷骰**。成功时，你对该目标造成与你的盟友相同的伤害。如果你的施法掷骰恐惧成功，则将此卡牌放入你的宝库。",
    "imageUrl": "resource/领域/再来一次.png"
  },
  {
    "ID": "notorious",
    "名称": "恶名昭彰",
    "领域": "优雅",
    "等级": 10,
    "属性": "能力",
    "回想": 0,
    "描述": "人们知道你是谁，以及你做过什么，因此他们对待你的方式与众不同。当你利用你的恶名来达成目的时，你可以在掷骰前**标记1压力点**，从而使结果获得+10加值。无论你走到哪里，你的食物和饮料总是免费，你购买的其他任何物品价格都会减少一袋金币（最低为一把金币）。\n\n此卡牌不计入你的配置领域牌上限5张，且不能放入你的宝库。",
    "imageUrl": "resource/领域/声名显赫.png"
  },
  {
    "ID": "pick-and-pull",
    "名称": "妙手空空",
    "领域": "午夜",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "你在撬开非魔法锁、解除非魔法陷阱或从目标处盗窃物品（无论是偷是抢）的动作掷骰上具有优势。",
    "imageUrl": "resource/领域/拾取与牵引.png"
  },
  {
    "ID": "rain-of-blades",
    "名称": "滂沱剑雨",
    "领域": "午夜",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": " **花费1希望点** 进行一次**施法掷骰**，召唤出数把投掷利剑，攻击邻近范围内的所有目标。你成功对抗的目标将受到使用你的熟练值的**d8+2**点魔法伤害。\n\n如果你命中的目标处于 *脆弱* 状态，其会额外受到**1d8**点伤害。",
    "imageUrl": "resource/领域/刀刃之雨.png"
  },
  {
    "ID": "uncanny-disguise",
    "名称": "奇异伪装",
    "领域": "午夜",
    "等级": 1,
    "属性": "法术",
    "回想": 0,
    "描述": "当你有数分钟用以准备时，你可以**标记1压力点**来伪装成你脑海中能清晰描绘的任何人形生物。伪装期间，你在逃避检查的风度掷骰上具有优势。\n\n将与你的施法属性值等量的指示物放在此卡牌上。当你在伪装下执行动作时，花费此卡牌上的1个指示物。花费最后一个指示物的动作结算后，伪装解除。",
    "imageUrl": "resource/领域/奇妙伪装.png"
  },
  {
    "ID": "midnight-spirit",
    "名称": "午夜精魂",
    "领域": "午夜",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "**花费1希望点** 召唤一个人形大小的精魂，它可以为你移动或携带物品，直到你下次休息。\n\n你也可以派遣它攻击一个敌人。当你这样做时，对极远范围内的目标进行一次**施法掷骰**。成功时，精魂移动到该目标的近战范围内。掷出等同于你施法属性值的**d6**，并对目标造成等量魔法伤害。之后精魂消散。你一次只能拥有一个精魂。",
    "imageUrl": "resource/领域/午夜之灵.png"
  },
  {
    "ID": "shadowbind",
    "名称": "暗影束缚",
    "领域": "午夜",
    "等级": 2,
    "属性": "法术",
    "回想": 0,
    "描述": "对邻近范围内的所有敌人，进行一次**施法掷骰**。你成功对抗的目标会被暂时进入 *束缚* 状态，其影子会将其固定在原地。",
    "imageUrl": "resource/领域/影缚.png"
  },
  {
    "ID": "chokehold",
    "名称": "锁喉勒颈",
    "领域": "午夜",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "当你位于与你体型相仿的生物身后时，你可以**标记1压力点**将其锁喉，使其暂时处于 *脆弱* 状态。\n\n当一个生物攻击以这种方式处于 *脆弱* 状态的目标时，额外造成**2d6**伤害。",
    "imageUrl": "resource/领域/锁喉.png"
  },
  {
    "ID": "veil-of-night",
    "名称": "暗夜帷幕",
    "领域": "午夜",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (13)**。成功时，你可以在远距离范围内的两点之间创造一道临时的黑暗帷幕。只有你能看穿这片黑暗。对帷幔另一侧的敌人而言，你处于 *隐藏* 状态，并且你穿过帷幕进行的攻击具有优势。帷幕会一直存在，直到你施放另一个法术。",
    "imageUrl": "resource/领域/夜幕.png"
  },
  {
    "ID": "stealth-expertise",
    "名称": "潜行专家",
    "领域": "午夜",
    "等级": 4,
    "属性": "能力",
    "回想": 0,
    "描述": "当你试图在危险区域中不被察觉地移动时，如果你骰出恐惧结果，你可以**标记1压力点**改为骰出希望结果。\n\n如果邻近范围内的盟友也在试图不被察觉地移动且骰出恐惧结果，你可以**标记1压力点**将其结果改为骰出希望结果。",
    "imageUrl": "resource/领域/潜行专精.png"
  },
  {
    "ID": "glyph-of-nightfall",
    "名称": "夜幕符文",
    "领域": "午夜",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "对邻近范围内的目标进行一次**施法掷骰**。成功时，**花费1希望点**在其身上召唤一个黑暗符文，暴露其弱点，暂时降低目标等同于你的知识的难度，降低等同于你的知识（至少为1）。",
    "imageUrl": "resource/领域/夜坠符文.png"
  },
  {
    "ID": "hush",
    "名称": "沉默不言",
    "领域": "午夜",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "对邻近范围内的某个目标进行一次**施法掷骰**。成功时，**花费1希望点**，在目标周围召唤压制魔法，笼罩其邻近范围内的所有事物，并随目标移动而移动。\n\n目标和区域内的任何事物都处于 *寂静* 状态，直到游戏主持人在其轮次花费1恐惧点来解除此状态，或者你再次施放沉默不言，或者你受到重度伤害。处于 *寂静* 状态时，其无法发出声音，也无法施放法术。",
    "imageUrl": "resource/领域/寂静.png"
  },
  {
    "ID": "phantom-retreat",
    "名称": "移形换影",
    "领域": "午夜",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "**花费1希望点**，在你当前所在位置激活移形换影。在下次休息之前的任何时候**再花费1希望点**，从你当前所在位置消失，并重新出现在你激活移形换影时所在位置。你重新出现后，此法术结束。",
    "imageUrl": "resource/领域/幻影撤退.png"
  },
  {
    "ID": "dark-whispers",
    "名称": "黑暗低语",
    "领域": "午夜",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "你可以与任何你发生过肢体接触的人进行精神交流。一旦你与其建立了联系，其也可以对你进行精神回应。此外，你可以**标记1压力点**对其进行一次**施法掷骰**。成功时，你可以向游戏主持人询问下列问题之一并获得答案：\n\n- 对方在哪里？\n- 对方在做什么？\n- 对方害怕什么？\n- 对方最珍视什么？",
    "imageUrl": "resource/领域/黑暗低语.png"
  },
  {
    "ID": "mass-disguise",
    "名称": "群体伪装",
    "领域": "午夜",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "当你拥有片刻宁静专注施法时，你可以**标记1压力点**来改变邻近范围内所有自愿生物的外观。他们的新形态必须具有相似的身体结构和大小，伪装后的形态可以是你看过，也可以是完全虚构的人或物品。处于伪装的生物在进行逃避检查的风度掷骰中获得优势。\n\n激活一个倒计时（8）。它会根据游戏主持人选择的后果而减少。当倒计时结束时，伪装失效。",
    "imageUrl": "resource/领域/群体伪装.png"
  },
  {
    "ID": "midnight-touched",
    "名称": "午夜恩泽",
    "领域": "午夜",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你的配置中有4张或更多领域卡来自午夜领域时，获得以下增益：\n\n- 每次休息一次，当你拥有0希望点且GM将获得1恐惧点时，你可以改为获得1希望点。\n- 当你进行一次成功的攻击时，你可以**标记1压力点**，将你的恐惧骰结果加到你的伤害掷骰中。",
    "imageUrl": "resource/领域/午夜触及.png"
  },
  {
    "ID": "vanishing-dodge",
    "名称": "无踪影遁",
    "领域": "午夜",
    "等级": 7,
    "属性": "法术",
    "回想": 1,
    "描述": "当一次针对你且会造成物理伤害的攻击失败时，你可以**花费1希望点**，将自己包裹在阴影中，进入 *隐藏* 状态，并传送到攻击者邻近范围内的任意一点。你将保持 *隐藏* 状态，直到你下一次进行动作掷骰。",
    "imageUrl": "resource/领域/消失闪避.png"
  },
  {
    "ID": "shadowhunter",
    "名称": "暗影猎手",
    "领域": "午夜",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "在阴影的掩护下，你的技艺得到增强。当你在微光环境下或黑暗中被遮蔽时，你的闪避值获得+1加值，并且进行攻击掷骰时获得优势。",
    "imageUrl": "resource/领域/暗影猎手.png"
  },
  {
    "ID": "spellcharge",
    "名称": "法术充能",
    "领域": "午夜",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "当你受到魔法伤害时，在此卡牌上放置等同于你因此次魔法伤害标记的生命点的指示物。你可以储存数量等同于你施法属性的指示物。\n\n当你对一个目标进行一次成功的攻击时，你可以花费任意数量的指示物，每花费一个指示物就为你的伤害掷骰增加一个**d6**。",
    "imageUrl": "resource/领域/法术充能.png"
  },
  {
    "ID": "night-terror",
    "名称": "夜魇降临",
    "领域": "午夜",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，选择邻近范围内的任意目标，使其感知你为一种噩梦般的恐怖存在。目标必须进行一次成功的反应掷骰（难度16），否则暂时陷入 *惊惧* 状态。处于 *惊惧* 状态时，他们获得 *脆弱* 状态。从游戏主持人处窃取等同于 *惊惧* 目标数量的恐惧点（最多不超过游戏主持人恐惧点池中的数量）。掷出等同于窃取的恐惧点数量的**d6**，并将总伤害值分配给每个处于 *惊惧* 状态的目标。丢弃窃取的恐惧点。",
    "imageUrl": "resource/领域/夜之恐怖.png"
  },
  {
    "ID": "twilight-toll",
    "名称": "暮光丧钟",
    "领域": "午夜",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "选择远距离范围内的一个目标。当你对其进行一次成功的动作掷骰，且该掷骰未导致进行伤害掷骰时，在此卡上放置一个指示物。当你对该目标造成伤害时，花费任意数量的指示物，每花费一个指示物就为你的伤害掷骰增加一个**d12**。你一次只能对一个生物施加暮光丧钟。\n\n当你选择一个新的目标或进行一次休息时，清除所有未花费的指示物。",
    "imageUrl": "resource/领域/薄暮之钟.png"
  },
  {
    "ID": "eclipse",
    "名称": "日蚀无光",
    "领域": "午夜",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰（难度16）**。每长休一次，成功后，将远距离范围内的整个区域笼罩在完全黑暗中，只有你和你的盟友才能看穿这片黑暗。当攻击掷骰的目标是处于黑暗中的你或盟友时，攻击掷骰具有劣势。\n\n此外，当处于黑暗中的你或盟友对敌人掷出希望成功时，目标必须标记1压力点。\n\n此法术持续到游戏主持人在其轮次花费1恐惧点以清除此效果，或你受到严重伤害为止。",
    "imageUrl": "resource/领域/日蚀.png"
  },
  {
    "ID": "specter-of-the-dark",
    "名称": "黑暗幽影",
    "领域": "午夜",
    "等级": 10,
    "属性": "法术",
    "回想": 1,
    "描述": "**标记1压力点**，你将变为 *幽影* 状态，直到你进行一次以另一个生物为目标的动作掷骰时，状态结束。处于 *幽影* 状态时，你免疫物理伤害，可以漂浮并穿过固体物体。处于此状态时，其他生物仍能看见你。",
    "imageUrl": "resource/领域/黑暗幽灵.png"
  },
  {
    "ID": "gifted-tracker",
    "名称": "追猎才能",
    "领域": "贤者",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你根据特定生物或生物群体的踪迹进行追踪时，你可以**花费任意数量的希望点**，并向游戏主持人提出等量的以下问题。\n\n- 他们朝哪个方向去了？\n- 他们是多久之前经过这里的？\n- 他们在这个地方做了什么？\n- 他们数量几何？\n\n当你遭遇到以这种方式追踪到的生物时，对抗他们时你的闪避值获得+1加值。",
    "imageUrl": "resource/领域/天赋追踪者.png"
  },
  {
    "ID": "natures-tongue",
    "名称": "自然之语",
    "领域": "贤者",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "你会说自然界的语言。当你想要与周围的植物和动物交谈时，进行一次**本能掷骰 (12)**。成功时，它们会告诉你它们所知道的信息。掷出恐惧结果时，它们了解的内容可能有限或需要付出一定代价。\n\n此外，在自然环境中进行施法掷骰之前，你可以**花费1希望点**，使该掷骰结果获得+2加值。",
    "imageUrl": "resource/领域/自然语言.png"
  },
  {
    "ID": "vicious-entangle",
    "名称": "怨毒缠绕",
    "领域": "贤者",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的目标进行一次**施法掷骰**。成功时，根须和藤蔓从地面伸出，造成**1d8+1**点物理伤害，并暂时 *束缚* 目标。\n\n此外，成功时，你可以**花费1希望点**来暂时 *束缚* 你目标邻近范围内的另一个敌人。",
    "imageUrl": "resource/领域/缠绕藤蔓.png"
  },
  {
    "ID": "conjure-swarm",
    "名称": "召唤虫群",
    "领域": "贤者",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "*泰凯拉装甲甲虫：* **标记1压力点**，召唤装甲甲虫环绕你。当你下次受到伤害时，伤害等级降低一个阈值。你可以**花费1希望点**在受到伤害后仍使甲虫保持被召唤状态。\n\n*萤火虫：* 对近距离范围内的所有敌人进行一次**施法掷骰**。**花费1希望点**，对你成功对抗的目标造成**2d8+3**点魔法伤害。",
    "imageUrl": "resource/领域/召唤虫群.png"
  },
  {
    "ID": "natural-familiar",
    "名称": "自然魔宠",
    "领域": "贤者",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "**花费1希望点**，召唤一个小型的自然精魂或森林动物来到你身边，直到你下一次休息、再次施放自然魔宠，或魔宠被攻击锁定时失效。如果你**额外花费1希望点**，你可以召唤一只会飞行的魔宠。你可以与它们交流，进行一次**施法掷骰**来指挥它们执行简单的任务，并**标记1压力点**来透过它们的眼睛观察。\n\n当你对魔宠近战范围内的敌人造成伤害时，你的伤害掷骰额外增加一个**d6**。",
    "imageUrl": "resource/领域/自然魔宠.png"
  },
  {
    "ID": "corrosive-projectile",
    "名称": "腐蚀射弹",
    "领域": "贤者",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的目标进行一次**施法掷骰**。成功时，使用你的熟练值造成**d6+4**点魔法伤害。此外，**标记2或更多压力点**使其永久处于 *腐蚀* 状态。目标处于 *腐蚀* 状态时，每花费2压力点，以其为目标的掷骰难度就会受到-1减值。此状态可以叠加。",
    "imageUrl": "resource/领域/腐蚀弹丸.png"
  },
  {
    "ID": "towering-stalk",
    "名称": "高茎成塔",
    "领域": "贤者",
    "等级": 3,
    "属性": "法术",
    "回想": 1,
    "描述": "每次休息一次，你可以在近距离范围内召唤一根粗壮、扭曲的茎干，可供轻松攀爬。它可以长到远距离范围的高度。\n\n**标记1压力点**来将此法术作为攻击法术使用。对近距离范围内的敌人或敌群进行一次**施法掷骰**。凌空爆涨的茎干会将你成功对抗的目标抬到空中并将其摔落，使用你的熟练值造成**d8**点物理伤害。",
    "imageUrl": "resource/领域/参天之茎.png"
  },
  {
    "ID": "death-grip",
    "名称": "死亡卷握",
    "领域": "贤者",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "对近距离范围内的目标进行一次**施法掷骰**，并选择下列选项之一：\n\n- 你将目标拉入近战范围，或将自己拉入目标的近战范围。\n- 你缠绕目标，迫使他们标记2压力点。\n- 你与目标之间的所有敌人必须成功进行一次反应掷骰（13），否则会被藤蔓击中，受到**3d6+2**点物理伤害。\n\n成功时，藤蔓会从你的手中伸出，造成所选效果并暂时 *束缚* 目标。",
    "imageUrl": "resource/领域/死亡之握.png"
  },
  {
    "ID": "healing-field",
    "名称": "治疗之域",
    "领域": "贤者",
    "等级": 4,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，你可以在自己周围召唤一片遍布治疗植物的领域。你近距离范围内到处都充满了生机勃勃的自然气息，使你和该区域内的所有盟友都能**恢复1生命点**。\n\n**花费2希望点**，使你和所有盟友改为**恢复2生命点**。",
    "imageUrl": "resource/领域/治疗领域.png"
  },
  {
    "ID": "thorn-skin",
    "名称": "荆棘皮肤",
    "领域": "贤者",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "每次休息一次，**花费1希望点**，使你的全身长出荆棘。当你这样做时，在此卡上放置等同于你的施法属性数量的标记。当你受到伤害时，你可以花费任意数量的标记，掷出相应数量的**d6**。将结果相加，并减少等量所受伤害。如果你在攻击者的近战范围内，则将等量的伤害反弹给他们。\n\n当你休息时，清除所有未使用的标记。",
    "imageUrl": "resource/领域/荆棘皮肤.png"
  },
  {
    "ID": "wild-fortress",
    "名称": "荒野壁垒",
    "领域": "贤者",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (13)**。成功时，**花费2希望点**，生长出一个天然的圆顶形屏障，你和一名盟友可以在其中躲藏。身处圆顶内的生物不能成为攻击目标，也不能进行攻击。针对圆顶的攻击自动成功。圆顶具有以下伤害阈值，持续到标记3生命点为止。在此卡上放置标记来表示标记生命点。\n\n阈值：15/30",
    "imageUrl": "resource/领域/野性堡垒.png"
  },
  {
    "ID": "conjured-steeds",
    "名称": "召唤坐骑",
    "领域": "贤者",
    "等级": 6,
    "属性": "法术",
    "回想": 0,
    "描述": "**花费任意数量的希望点**，召唤等量的魔法坐骑（例如马、骆驼或大象），你和你的盟友可以骑乘它们，直到你的下一次长休或坐骑受到任何伤害。坐骑可以使你旅行时的陆上行进速度翻倍，面临危险时，允许你在远距离范围内移动而无需掷骰。骑乘战马的生物攻击掷骰会收到-2的减值，伤害掷骰获得+2的加值。",
    "imageUrl": "resource/领域/召唤坐骑.png"
  },
  {
    "ID": "forager",
    "名称": "丰收采集",
    "领域": "贤者",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "作为你的一个额外休整行动可选项，掷一个d6，看看你采集到什么。与游戏主持人一起描述它，并将其作为消耗品添加到你的物品栏中。你的队伍一次最多可以携带五件采集到的消耗品。\n\n- 1. 一份独特的食物 (清除2压力点)\n- 2. 一件美丽的圣物 (获得2希望点) \n- 3. 一枚奥术符文 (在一次施法掷骰中获得+2加值)\n- 4. 一瓶治疗药剂 (清除2生命点)\n- 5. 一个幸运护身符 (重掷任意一个骰子)\n- 6. 从以上选项中自选一个。",
    "imageUrl": "resource/领域/觅食者.png"
  },
  {
    "ID": "sage-touched",
    "名称": "贤者恩泽",
    "领域": "贤者",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你的配置中有4张或更多的领域卡来自贤者领域时，获得以下增益：\n\n- 当你在自然环境中时，你的施法掷骰获得+2加值。\n- 每休息一次，你在进行使用敏捷或本能属性的掷骰时，可以使你的敏捷或本能属性翻倍。你必须在掷骰前进行选择。",
    "imageUrl": "resource/领域/贤者触及.png"
  },
  {
    "ID": "wild-surge",
    "名称": "狂野浪涌",
    "领域": "贤者",
    "等级": 7,
    "属性": "法术",
    "回想": 2,
    "描述": "每长休一次，**标记1压力点**，引导你周围的自然世界并增强自身。描述你的外表如何变化，然后将一个**d6**骰子放在这张卡上，1朝上。\n\n当狂野浪涌骰激活时，你将其作为加值加到你进行的每一次动作掷骰中。每当你将其值加到一次掷骰后，将狂野浪涌骰的骰值增加1。当骰值将超过6或你休息时，该形态消失，然后你必须**额外标记1压力点**。",
    "imageUrl": "resource/领域/野性涌动.png"
  },
  {
    "ID": "forest-sprites",
    "名称": "森林精魂",
    "领域": "贤者",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (13)**。成功时，**花费任意数量的希望点**，创造等量的小型森林精魂，它们出现在你选择的远距离范围内任意地点处，提供以下好处：\n\n- 你的盟友在攻击精魂近战范围内的敌人时，攻击掷骰获得+3加值。\n- 处于精魂近战范围内的盟友在标记护甲槽时，可以额外标记一个护甲槽。\n\n精魂在提供一次好处或受到任何伤害后消失。",
    "imageUrl": "resource/领域/森林精灵.png"
  },
  {
    "ID": "rejuvenation-barrier",
    "名称": "回春屏障",
    "领域": "贤者",
    "等级": 8,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (15)**。每次休息一次，成功时，在你邻近范围内创造一个临时的保护能量屏障。施放此法术时，你和屏障内的所有盟友恢复**1d4**生命点。屏障存续期间，你和屏障内的所有盟友拥有物理伤害抗性。\n\n当你移动时，屏障会跟随你。",
    "imageUrl": "resource/领域/活力屏障.png"
  },
  {
    "ID": "fane-of-the-wilds",
    "名称": "野地神殿",
    "领域": "贤者",
    "等级": 9,
    "属性": "能力",
    "回想": 2,
    "描述": "长休后，将等同于你配置和宝库中贤者领域卡数量的标记放在此卡上。\n\n当你进行施法掷骰时，你可以在掷骰后花费任意数量标记，每花费一个标记获得+1加值。\n\n当你对贤者领域法术的施法掷骰获得关键成功时，获得一个标记。\n\n当你进行长休时，清除所有未花费的标记。",
    "imageUrl": "resource/领域/荒野神殿.png"
  },
  {
    "ID": "plant-dominion",
    "名称": "植物统御",
    "领域": "贤者",
    "等级": 9,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (18)**。每次长休一次，成功时，你可以重塑自然世界，改变你极远范围内任何地方的植物。例如，你可以让树木瞬间生长，清除一路的茂密藤蔓，或者创造一堵根须墙。",
    "imageUrl": "resource/领域/植物领域.png"
  },
  {
    "ID": "force-of-nature",
    "名称": "自然之力",
    "领域": "贤者",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "**标记1压力点**，变身为巨大的自然精魂，获得以下好处：\n\n- 当你攻击或施法掷骰成功时，伤害掷骰获得+10加值。\n- 当你对近距离范围内的生物造成足够伤害从而击败该生物时，你将其吸收并清除1个护甲槽。\n\n• 你无法被 *束缚* 。在你进行动作掷骰之前，你必须**花费1希望点**。如果你无法花费1希望点，则恢复正常形态。",
    "imageUrl": "resource/领域/自然之力.png"
  },
  {
    "ID": "tempe-st",
    "名称": "狂风怒号",
    "领域": "贤者",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "选择下列一种风暴，对极远范围内的所有目标进行一次**施法掷骰**。你成功对抗的目标将承受其效果，直到游戏主持人在其轮次花费1恐惧点来结束此法术。\n\n- *暴风雪*：造成 **2d20+8** 点魔法伤害，目标暂时处于 *脆弱* 状态。\n- *狂飓风*：造成 **3d10+10** 点魔法伤害，并选择风向。目标无法逆风移动。\n- *沙尘暴*：造成 **5d6+9** 点魔法伤害。从近战范围外进行的攻击处于劣势。",
    "imageUrl": "resource/领域/暴风.png"
  },
  {
    "ID": "bolt-beacon",
    "名称": "曳光信标",
    "领域": "辉耀",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "对远距离范围内的一个目标进行一次**施法掷骰**。成功时，**花费1希望点**向目标射出一道闪烁的光束，使用你的熟练造成 **d8+2** 点魔法伤害。目标暂时处于 *脆弱* 状态并发出明亮的光芒，直到此状态解除。",
    "imageUrl": "resource/领域/闪电信标.png"
  },
  {
    "ID": "mending-touch",
    "名称": "修复之触",
    "领域": "辉耀",
    "等级": 1,
    "属性": "法术",
    "回想": 1,
    "描述": "你将双手放在一个生物身上，引导治疗魔法来愈合他们的伤口。当你能够花费几分钟专注于你正在帮助的目标时，你可以**花费2希望点**来**恢复 1 生命点**或**清除 1 压力点**。\n\n每长休一次，当你在治疗时学到了新东西，或者向你的队友揭示了关于你的事情，你可以**花费2希望点**来**恢复 2 生命点**或**清除 2 压力点**。",
    "imageUrl": "resource/领域/修复之触.png"
  },
  {
    "ID": "reassurance",
    "名称": "解忧消难",
    "领域": "辉耀",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "每次休息一次，当一名盟友进行一次动作掷骰后，在结果生效前，你可以提供帮助或者鼓励，让其再进行一次掷骰。其必须接受掷骰的新结果。",
    "imageUrl": "resource/领域/安抚.png"
  },
  {
    "ID": "final-words",
    "名称": "临终遗言",
    "领域": "辉耀",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "你可以为一具尸体注入片刻生机，以便与之交谈，进行一次**施法掷骰 (13)**。希望成功时，尸体最多回答三个问题。恐惧成功时，尸体回答一个问题。尸体会如实回答，但它无法提供生前不知道的信息。施法失败时，或者当尸体回答完你的问题后，它将化为尘土。",
    "imageUrl": "resource/领域/临终遗言.png"
  },
  {
    "ID": "healing-hands",
    "名称": "治愈之手",
    "领域": "辉耀",
    "等级": 2,
    "属性": "法术",
    "回想": 1,
    "描述": "进行一次**施法掷骰 (13)**，并选择一个除你以外的近战范围内的生物作为目标。成功时，**标记1压力点**以恢复目标 2 生命点或清除 2 压力点。失败时，**标记1压力点**以恢复目标1 生命点或清除 1 压力点。在下一次长休之前，你不能再次治疗同一个目标。",
    "imageUrl": "resource/领域/治疗之手.png"
  },
  {
    "ID": "second-wind",
    "名称": "复苏之风",
    "领域": "辉耀",
    "等级": 3,
    "属性": "能力",
    "回想": 2,
    "描述": "每次休息一次，当你成功攻击一个敌人时，你可以清除 3 压力点或恢复 1 生命点。希望成功时，你还可以使近距离范围内一个盟友清除 3 压力点或恢复 1 生命点。",
    "imageUrl": "resource/领域/第二次呼吸.png"
  },
  {
    "ID": "voice-of-reason",
    "名称": "理性之声",
    "领域": "辉耀",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "你带着无与伦比的威压进行交涉。你在尝试缓和暴力局势或说服某人听从你的指令的动作掷骰中获得优势。\n\n你的信念亦赋予你面对威胁的勇气。当你的所有压力槽都被标记时，在伤害掷骰中你的熟练值+1。",
    "imageUrl": "resource/领域/理性之声.png"
  },
  {
    "ID": "divination",
    "名称": "预言卜筮",
    "领域": "辉耀",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "每长休一次，**花费 3 希望点**来联系某个遥远存在，询问一个关于近期未来事件、人物、地点或情况的“是或否”问题。当下现实将短暂消隐，答案会如幻象般呈现在你眼前。",
    "imageUrl": "resource/领域/占卜.png"
  },
  {
    "ID": "life-ward",
    "名称": "生命护符",
    "领域": "辉耀",
    "等级": 4,
    "属性": "法术",
    "回想": 1,
    "描述": "**花费 3 希望点**并选择一个近距离范围内的盟友，其被一个发光的护符标记。当该盟友因任意理由被要求执行一次死亡行动（Death Move）时，改为恢复1生命点。\n\n该法术将会在避免一次死亡行动后、再次施放于其他目标时以及执行长休时结束。",
    "imageUrl": "resource/领域/生命守护.png"
  },
  {
    "ID": "shape-material",
    "名称": "物质塑形",
    "领域": "辉耀",
    "等级": 5,
    "属性": "法术",
    "回想": 1,
    "描述": "**花费 1 希望点**来塑形你所接触到的自然物质（如石头、冰或木头）的一部分，使其符合你的目的。该物体的尺寸需小于你。例如你可以用来制作基本工具、武器，或者在物体上创造出门、通道，等等。\n\n你只能影响在近距离范围内你所能够触碰的物体。",
    "imageUrl": "resource/领域/塑形物质.png"
  },
  {
    "ID": "smite",
    "名称": "惩戒重击",
    "领域": "辉耀",
    "等级": 5,
    "属性": "法术",
    "回想": 2,
    "描述": "每次休息一次，**花费 3 希望点**以准备一次强有力的打击。当你下次成功使用武器攻击时，你的伤害掷骰结果翻倍。无论武器的伤害类型如何，此次攻击都造成魔法伤害。",
    "imageUrl": "resource/领域/惩击.png"
  },
  {
    "ID": "restoration",
    "名称": "复原术法",
    "领域": "辉耀",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次长休后，在此牌上放置等同于你施法属性加值数量的指示物。触摸一个生物并花费任意数量的指示物，每个指示物可以恢复 2 生命点或清除 2 压力点。\n\n你也可以在触摸一个生物时从此牌上花费一个指示物，以清除 *脆弱* 状态或治愈物理或魔法疾病（游戏主持人可能会根据疾病的严重程度要求额外的指示物）。\n\n当你进行一次长休时，清除所有未花费的指示物。",
    "imageUrl": "resource/领域/恢复.png"
  },
  {
    "ID": "zone-of-protection",
    "名称": "保护之域",
    "领域": "辉耀",
    "等级": 6,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (16)**，成功后。每长休一次，选择远距离范围内的任意一点，并在该点创建一个可见的防护区域，覆盖该点邻近范围内的所有盟友。当你这样做时，在此牌上放置一个面朝上的数值为1的**d6**骰子（或初始放一个指示物代替骰子）。当处于该区域的盟友受到伤害时，他们减少等同于骰子数值的伤害。然后，你将骰子的数值增加1。当骰子的数值超过6时，此效果结束。",
    "imageUrl": "resource/领域/保护区.png"
  },
  {
    "ID": "healing-strike",
    "名称": "治愈打击",
    "领域": "辉耀",
    "等级": 7,
    "属性": "法术",
    "回想": 1,
    "描述": "当你对一个敌人造成伤害时，你可以**花费 2 希望点**来为邻近范围内的一个盟友恢复 1 生命点。",
    "imageUrl": "resource/领域/治疗打击.png"
  },
  {
    "ID": "splendor-touched",
    "名称": "辉耀恩泽",
    "领域": "辉耀",
    "等级": 7,
    "属性": "能力",
    "回想": 2,
    "描述": "当你配置中有至少 4 张辉耀领域卡时，获得以下增益：\n\n- 你的严重伤害阈值获得+3加值\n- 每长休一次，当受到的伤害需要你标记一定数量的生命点时，你可以选择标记等量的压力点或花费等量的希望点来代替。",
    "imageUrl": "resource/领域/辉耀触及.png"
  },
  {
    "ID": "shield-aura",
    "名称": "护盾灵光",
    "领域": "辉耀",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "**标记 1 压力点**，对邻近范围内的目标施加一个护盾灵光。当目标标记一个护甲槽时，他们将攻击的严重程度额外降低一级。如果此法术使一个原本会受到伤害的生物改为不标记生命点，则此效果结束。\n\n你一次只能对一个生物维持护盾灵光。",
    "imageUrl": "resource/领域/护盾光环.png"
  },
  {
    "ID": "stunning-sunlight",
    "名称": "震撼烈阳",
    "领域": "辉耀",
    "等级": 8,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次施法掷骰，释放强大的灼热阳光射线，对抗任意数量你面前远距离范围内的敌人。为每名你对抗成功且希望其被影响的目标花费1希望点，然后他们必须进行一次反应掷骰（14）。\n如果成功，他们受到3d20+3魔法伤害。\n如果失败，他们受到4d20+5魔法伤害并进入晕眩状态，他们将不能进行行动，直到状态被清除。",
    "imageUrl": "resource/领域/眩目阳光.png"
  },
  {
    "ID": "overwhelming-aura",
    "名称": "威压灵光",
    "领域": "辉耀",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (15)**，以魔法增强你的风采。成功时，**花费 2 希望点**，直到你下次长休，你的风度属性值等于你的施法属性值。\n\n当此法术激活时，敌人在以你为目标进行攻击时必须标记1压力点。",
    "imageUrl": "resource/领域/压倒性光环. 后者更为准确",
  },
  {
    "ID": "salvation-beam",
    "名称": "救赎光束",
    "领域": "辉耀",
    "等级": 9,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (16)**。成功时，**标记任意数量的压力点**，为站在一条长度为远距离的光束下的所有盟友恢复总量为标记压力数量的生命点，按照你的意愿任意分配。",
    "imageUrl": "resource/领域/救赎光束.png"
  },
  {
    "ID": "invigoration",
    "名称": "壮举再现",
    "领域": "辉耀",
    "等级": 10,
    "属性": "法术",
    "回想": 3,
    "描述": "当你或近距离范围内的盟友使用了具有疲劳限制（例如，每次休息一次或每场游戏一次）的特性时，你可以**花费任意数量的希望点**并掷出相同数量的 **d6**。如果任意一个骰子掷出 6，该特性可以再次使用。",
    "imageUrl": "resource/领域/振奋.png"
  },
  {
    "ID": "resurrection",
    "名称": "亡者苏生",
    "领域": "辉耀",
    "等级": 10,
    "属性": "法术",
    "回想": 2,
    "描述": "进行一次**施法掷骰 (20)**。成功时，使一个死亡时间不超过 100 年的生物恢复到完全状态。然后掷一个 **d6**。结果为 5 或更低时，将此牌永久放入你的宝库中。\n\n失败时，你在一周内不能再次施放复活咒术。",
    "imageUrl": "resource/领域/复活.png"
  },
  {
    "ID": "bare-bones",
    "名称": "铁骨铮铮",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "当你选择不装备护甲时，你的基础护甲值为 3 + 力量属性值，并使用下列数值作为你的基础伤害阈值：\n\n- *位阶 1*: 9/19\n- *位阶 2*: 11/24\n- *位阶 3*: 13/31\n- *位阶 4*: 15/38",
    "imageUrl": "resource/领域/骨骼强韧.png"
  },
  {
    "ID": "forceful-push",
    "名称": "有力推击",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 0,
    "描述": "用你的主要武器攻击近战范围内的目标。成功时，你造成伤害并将其击退至近距离范围。希望成功时，你的伤害掷骰额外增加一个 **d6**。\n\n此外，你可以**花费1希望点**使其暂时处于 *脆弱* 状态。",
    "imageUrl": "resource/领域/强力推击.png"
  },
  {
    "ID": "i-am-your-shield",
    "名称": "吾身为盾",
    "领域": "勇气",
    "等级": 1,
    "属性": "能力",
    "回想": 1,
    "描述": "当邻近范围内的盟友即将受到伤害时，你可以**标记1压力点**进行阻挡，使自己成为该次攻击的目标。当你因此次攻击受到伤害时，你可以标记任意数量的护甲槽。",
    "imageUrl": "resource/领域/我是你之盾.png"
  },
  {
    "ID": "body-basher",
    "名称": "蛮力冲撞",
    "领域": "勇气",
    "等级": 2,
    "属性": "能力",
    "回想": 1,
    "描述": "你在战斗中用尽全力。在使用近战武器进行攻击且成功时，你的伤害掷骰获得等同于你力量的加值。",
    "imageUrl": "resource/领域/身体猛击.png"
  },
  {
    "ID": "bold-presence",
    "名称": "刚健风采",
    "领域": "勇气",
    "等级": 2,
    "属性": "能力",
    "回想": 0,
    "描述": "当你进行风度掷骰时，你可以**花费1希望点**将你的力量值加到掷骰结果中。\n\n此外，每次休息一次，当你即将获得一个状态时，你可以描述你的刚健风采如何在此情境下帮助你，并避免获得该状态。",
    "imageUrl": "resource/领域/傲然存在.png"
  },
  {
    "ID": "critical-inspiration",
    "名称": "关键鼓舞",
    "领域": "勇气",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每次休息一次，当你攻击获得关键成功时，邻近范围内的所有盟友可以清除 1 压力点或获得 1 希望点。",
    "imageUrl": "resource/领域/关键鼓舞.png"
  },
  {
    "ID": "lean-on-me",
    "名称": "中流砥柱",
    "领域": "勇气",
    "等级": 3,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，当你安慰或激励一个行动掷骰失败的盟友时，你们两人都可以清除2 压力点。",
    "imageUrl": "resource/领域/依靠我.png"
  },
  {
    "ID": "goad-them-on",
    "名称": "激将大法",
    "领域": "勇气",
    "等级": 4,
    "属性": "能力",
    "回想": 1,
    "描述": "描述你如何嘲讽一个近距离范围内的目标，然后对其进行一次 **风度掷骰**。成功时，目标必须标记1压力点，且下一次游戏主持人聚焦目标时，目标必须以你为目标进行攻击，且该攻击带有劣势。",
    "imageUrl": "resource/领域/煽动他们.png"
  },
  {
    "ID": "support-tank",
    "名称": "坚盾后援",
    "领域": "勇气",
    "等级": 4,
    "属性": "能力",
    "回想": 2,
    "描述": "当一个近距离范围内的盟友掷骰失败时，你可以**花费 2 希望点**，允许其重掷希望骰或恐惧骰。",
    "imageUrl": "resource/领域/支援坦克.png"
  },
  {
    "ID": "armorer",
    "名称": "护甲大师",
    "领域": "勇气",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "当你穿着护甲时，你的护甲值获得 +1 加值。\n\n休息期间，当你选择修理护甲作为休整行动时，你的盟友也可以清除一个护甲槽。",
    "imageUrl": "resource/领域/护甲师.png"
  },
  {
    "ID": "rousing-strike",
    "名称": "振奋打击",
    "领域": "勇气",
    "等级": 5,
    "属性": "能力",
    "回想": 1,
    "描述": "每次休息一次，当你攻击获得关键成功时，你和所有能看见或听见你的盟友可以回复 1 生命点或清除 **1d4** 压力点。",
    "imageUrl": "resource/领域/振奋打击.png"
  },
  {
    "ID": "inevitable",
    "名称": "命中注定",
    "领域": "勇气",
    "等级": 6,
    "属性": "能力",
    "回想": 1,
    "描述": "当你的动作掷骰失败时，你下一次动作掷骰获得优势。",
    "imageUrl": "resource/领域/必然.png"
  },
  {
    "ID": "rise-up",
    "名称": "奋起直追",
    "领域": "勇气",
    "等级": 6,
    "属性": "能力",
    "回想": 2,
    "描述": "你的严重伤害阈值获得等同于你的熟练值的加值。\n\n当你因一次攻击标记 1 点或更多生命点时，移除 1 压力点。",
    "imageUrl": "resource/领域/崛起.png"
  },
  {
    "ID": "shrug-it-off",
    "名称": "泰然自若",
    "领域": "勇气",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你将要承受伤害时，你可以**标记 1 压力点**将伤害降低一个等级。当你这样做时，掷一个 **d6**。结果为 3 或更低时，将此卡牌放入你的宝库。",
    "imageUrl": "resource/领域/不屑一顾.png"
  },
  {
    "ID": "valor-touched",
    "名称": "勇气恩泽",
    "领域": "勇气",
    "等级": 7,
    "属性": "能力",
    "回想": 1,
    "描述": "当你配置中的领域卡有 4 张或更多来自勇气领域时，获得下列增益：\n\n- 你的护甲值获得 +1 加值。\n- 当你标记 1 点或更多生命点而未标记护甲槽时，恢复 1 护甲槽。",
    "imageUrl": "resource/领域/勇气触及.png"
  },
  {
    "ID": "full-surge",
    "名称": "火力全开",
    "领域": "勇气",
    "等级": 8,
    "属性": "能力",
    "回想": 1,
    "描述": "每长休一次，**标记 3 压力点**来将你的机能发挥至极限。你的所有角色属性获得 +2 加值，直到你下次休息。",
    "imageUrl": "resource/领域/全力涌动.png"
  },
  {
    "ID": "ground-pound",
    "名称": "撼地猛击",
    "领域": "勇气",
    "等级": 8,
    "属性": "能力",
    "回想": 2,
    "描述": "**花费 2 希望点**来猛砸你所在位置的地面，并对邻近范围内的所有目标，进行一次**力量掷骰**。你成功对抗的目标会被击退至远距离范围，并且必须进行一次反应掷骰 (17)。失败的目标承受 **4d10+8** 点伤害。成功的目标承受一半伤害。",
    "imageUrl": "resource/领域/大地重击.png"
  },
  {
    "ID": "hold-the-line",
    "名称": "坚守阵线",
    "领域": "勇气",
    "等级": 9,
    "属性": "能力",
    "回想": 1,
    "描述": "描述你采取的防御姿态并**花费 1 希望点**。如果一个敌人移动至邻近范围内，他们会被拉入近战范围并处于 *束缚* 状态。\n\n该状态持续到你移动或掷出恐惧失败，或者游戏主持人在其轮次花费 2 恐惧点来清除该状态。",
    "imageUrl": "resource/领域/坚守阵线.png"
  },
  {
    "ID": "lead-by-example",
    "名称": "以身作则",
    "领域": "勇气",
    "等级": 9,
    "属性": "能力",
    "回想": 3,
    "描述": "当你对一个敌人造成伤害时，你可以**标记 1 压力点**并描述你如何鼓励你的盟友。下一个对该敌人进行攻击的玩家角色可以清除 1 压力点或获得 1 希望点。",
    "imageUrl": "resource/领域/以身作则.png"
  },
  {
    "ID": "unbreakable",
    "名称": "坚不可摧",
    "领域": "勇气",
    "等级": 10,
    "属性": "能力",
    "回想": 4,
    "描述": "当你标记最后一个生命点时，你可以改为掷一个 **d6** 并回复等同于结果数量的生命点，而不是进行一次死亡行动。然后将此卡牌放入你的宝库。",
    "imageUrl": "resource/领域/坚不可摧.png"
  },
  {
    "ID": "unyielding-armor",
    "名称": "不灭甲胄",
    "领域": "勇气",
    "等级": 10,
    "属性": "能力",
    "回想": 1,
    "描述": "当你本应标记一个护甲槽时，掷等同于你熟练值的 **d6**。如果骰出 6，则将伤害的严重程度降低一个阈值，而无需标记护甲槽。",
    "imageUrl": "resource/领域/坚韧护甲.png"
  }
]