import { AncestryCard } from "@/data/card/ancestry-card/convert";

[
  {
    "id": "Clank-PurposefulDesign",
    "名称": "定制设计",
    "种族": "械灵",
    "简介": "械灵是根据多种材料（包括金属、木材和石头）建造而成的有感知机械生物。它们可以模仿人形生物、动物，甚至无生命物体。与有机生物一样，它们的身体形态也多种多样。由于其定制的构造，许多械灵拥有高度专业化的物理配置。例如，用于抓握的爪形手、用于移动的轮子，或内置的武器。许多械灵为了风格和功能都进行身体改造，其他种族的成员也常常求助于械灵工匠来建造定制的移动辅助设备和身体装饰。其他种族也可以创造械灵，甚至以自己的物理特征为灵感，但械灵之间相互建造也司空见惯。械灵的寿命与它们获取或制造新零件的能力一样长，这使得它们的物理形态实际上是不朽的。然而，它们的思维会受到时间的影响，随着驱动它们的魔力减弱而衰退。",
    "效果": "决定你是由谁创造以及为何目的而创造的。在角色创建时，选择一个最符合此目的的经历，并获得永久+1的加成。",
    "imageURL": ""
  },
  {
    "id": "Clank-Efficient",
    "名称": "高效",
    "种族": "械灵",
    "简介": "械灵是根据多种材料（包括金属、木材和石头）建造而成的有感知机械生物。它们可以模仿人形生物、动物，甚至无生命物体。与有机生物一样，它们的身体形态也多种多样。由于其定制的构造，许多械灵拥有高度专业化的物理配置。例如，用于抓握的爪形手、用于移动的轮子，或内置的武器。许多械灵为了风格和功能都进行身体改造，其他种族的成员也常常求助于械灵工匠来建造定制的移动辅助设备和身体装饰。其他种族也可以创造械灵，甚至以自己的物理特征为灵感，但械灵之间相互建造也司空见惯。械灵的寿命与它们获取或制造新零件的能力一样长，这使得它们的物理形态实际上是不朽的。然而，它们的思维会受到时间的影响，随着驱动它们的魔力减弱而衰退。",
    "效果": "当你进行短休息时，你可以选择进行一次长休息行动，而不是短休息行动。",
    "imageURL": ""
  },
  {
    "id": "Drakona-Scales",
    "名称": "鳞片",
    "种族": "龙人",
    "简介": "龙人形态似无翼的龙形人形生物，拥有强大的元素吐息。所有龙人都有厚重的鳞片，对攻击和自然力量都有极佳的天然防御。它们的体型较大，平均身高5到7英尺，有长而尖锐的牙齿。龙人大约350年的寿命中会不断长出新牙，所以它们永远不用担心牙齿永久缺失。与它们的龙族祖先不同，龙人没有翅膀，无法在没有魔法帮助的情况下飞行。这个种族的成员通过世代相传其吐息的元素，但在极少数情况下，龙人的元素力量会与家族中其他人不同。",
    "效果": "你的鳞片提供天然保护。当你受到严重伤害时，你可以标记1点压力，以减少1点生命值。",
    "imageURL": ""
  },
  {
    "id": "Drakona-ElementalBreath",
    "名称": "元素吐息",
    "种族": "龙人",
    "简介": "龙人形态似无翼的龙形人形生物，拥有强大的元素吐息。所有龙人都有厚重的鳞片，对攻击和自然力量都有极佳的天然防御。它们的体型较大，平均身高5到7英尺，有长而尖锐的牙齿。龙人大约350年的寿命中会不断长出新牙，所以它们永远不用担心牙齿永久缺失。与它们的龙族祖先不同，龙人没有翅膀，无法在没有魔法帮助的情况下飞行。这个种族的成员通过世代相传其吐息的元素，但在极少数情况下，龙人的元素力量会与家族中其他人不同。",
    "效果": "选择一种元素作为你的吐息（如电、火或冰）。你可以用这种吐息攻击非常近距离内的一个或多个目标，将其视为一种本能武器，造成d8点魔法伤害，使用你的熟练度。",
    "imageURL": ""
  },
  {
    "id": "Dwarf-ThickSkin",
    "名称": "厚皮",
    "种族": "矮人",
    "简介": "矮人最容易辨认的特征是身材矮小、骨架方正、肌肉结实、毛发浓密的人形生物。它们的平均身高在4到5.5英尺之间，通常身材宽广。它们的皮肤和指甲含有大量的角蛋白，使其天生具有韧性。这使得矮人能够在身体中镶嵌宝石，并用纹身或穿孔来装饰自己。它们的毛发浓密——通常在头部，但有些矮人的身体也布满了浓密的毛发。所有性别的矮人都可以长出胡须，他们通常会精心打理。一般来说，矮人能活到250岁，并在晚年保持肌肉质量。",
    "效果": "当你受到轻微伤害时，你可以标记2点压力，而不是标记1点生命值。",
    "imageURL": ""
  },
  {
    "id": "Dwarf-IncreasedFortitude",
    "名称": "增强韧性",
    "种族": "矮人",
    "简介": "矮人最容易辨认的特征是身材矮小、骨架方正、肌肉结实、毛发浓密的人形生物。它们的平均身高在4到5.5英尺之间，通常身材宽广。它们的皮肤和指甲含有大量的角蛋白，使其天生具有韧性。这使得矮人能够在身体中镶嵌宝石，并用纹身或穿孔来装饰自己。它们的毛发浓密——通常在头部，但有些矮人的身体也布满了浓密的毛发。所有性别的矮人都可以长出胡须，他们通常会精心打理。一般来说，矮人能活到250岁，并在晚年保持肌肉质量。",
    "效果": "花费3点希望以减半受到的物理伤害。",
    "imageURL": ""
  },
  {
    "id": "Elf-QuickReactions",
    "名称": "快速反应",
    "种族": "精灵",
    "简介": "精灵通常是身材高挑、尖耳朵、感知敏锐的人形生物。它们的耳朵大小和形状各异，随着年龄增长，尖端会下垂。虽然精灵的体型多种多样，但它们都相当高，身高约6到6.5英尺。所有精灵都有能力进入天界恍惚状态，而不是睡眠。这使得它们能够在短时间内有效休息。有些精灵拥有所谓的“神秘形态”，当精灵深切致力于自然世界的学习或保护时，其物理形态会发生变化。这些特征可能包括天界雀斑、头发中出现树叶、藤蔓或花朵、眼睛像火一样闪烁等。有时这些特征是遗传自父母，但如果精灵改变环境或魔法重心，其外貌也会随时间变化。由于精灵能活约350年，这些特征在其一生中可能多次改变。",
    "效果": "标记1点压力以在反应掷骰中获得优势。",
    "imageURL": ""
  },
  {
    "id": "Elf-CelestialTrance",
    "名称": "天界恍惚",
    "种族": "精灵",
    "简介": "精灵通常是身材高挑、尖耳朵、感知敏锐的人形生物。它们的耳朵大小和形状各异，随着年龄增长，尖端会下垂。虽然精灵的体型多种多样，但它们都相当高，身高约6到6.5英尺。所有精灵都有能力进入天界恍惚状态，而不是睡眠。这使得它们能够在短时间内有效休息。有些精灵拥有所谓的“神秘形态”，当精灵深切致力于自然世界的学习或保护时，其物理形态会发生变化。这些特征可能包括天界雀斑、头发中出现树叶、藤蔓或花朵、眼睛像火一样闪烁等。有时这些特征是遗传自父母，但如果精灵改变环境或魔法重心，其外貌也会随时间变化。由于精灵能活约350年，这些特征在其一生中可能多次改变。",
    "效果": "在休息期间，你可以进入恍惚状态，选择额外的休整行动。",
    "imageURL": ""
  },
  // Faerie (仙灵)
  {
    "id": "Faerie-Luckbender",
    "名称": "幸运扭曲者",
    "种族": "仙灵",
    "简介": "仙灵是有翅膀的人形生物，具有昆虫特征。这些特征涵盖了从人形到昆虫的广泛范围——有些拥有额外的手臂、复眼、灯笼状器官、几丁质外骨骼或螯刺。由于它们与自然世界的紧密联系，它们也经常拥有使其能融入各种植物的属性。仙灵的平均身高从2英尺到5英尺不等，但有些仙灵可以长到7英尺高。所有仙灵都拥有膜状翅膀，并且都会经历变形过程。这个过程和变化因仙灵而异，但在此次变形过程中，每个个体都会显现出其在约50年寿命中将保持的独特外貌。",
    "效果": "每场会话一次，在你或一个近距离的盟友进行行动掷骰后，你可以花费3点希望重新掷骰双重骰。",
    "imageURL": ""
  },
  {
    "id": "Faerie-Wings",
    "名称": "翅膀",
    "种族": "仙灵",
    "简介": "仙灵是有翅膀的人形生物，具有昆虫特征。这些特征涵盖了从人形到昆虫的广泛范围——有些拥有额外的手臂、复眼、灯笼状器官、几丁质外骨骼或螯刺。由于它们与自然世界的紧密联系，它们也经常拥有使其能融入各种植物的属性。仙灵的平均身高从2英尺到5英尺不等，但有些仙灵可以长到7英尺高。所有仙灵都拥有膜状翅膀，并且都会经历变形过程。这个过程和变化因仙灵而异，但在此次变形过程中，每个个体都会显现出其在约50年寿命中将保持的独特外貌。",
    "效果": "你可以随意飞行。飞行时，当一个敌对者对你发起攻击后，你可以标记1点压力，以使你在该攻击的闪避上获得+2加成。",
    "imageURL": ""
  },
  // Faun (羊蹄人)
  {
    "id": "Faun-CaprineLeap",
    "名称": "山羊之跃",
    "种族": "羊蹄人",
    "简介": "羊蹄人类似于人形山羊，拥有弯曲的角、方形瞳孔和分趾蹄。虽然它们的外貌可能各不相同，但大多数羊蹄人拥有人形躯干和覆盖着浓密毛发的山羊状下半身。羊蹄人的面部可能更像山羊或更像人类，并且拥有各种各样的耳朵和角形。羊蹄人的角从短而弯曲最小到大得多、弯曲明显。羊蹄人的平均身高从4英尺到6.5英尺不等，但根据其姿态，身高可以瞬间发生剧烈变化。大多数羊蹄人拥有比例修长的肢体，无论其大小或形状，都以其分趾蹄能够造成强大打击而闻名。羊蹄人大约能活到225岁，随着年龄增长，它们的外貌会越来越像山羊。",
    "效果": "你可以像使用正常移动一样，在近距离范围内跳跃到任何地方，轻松越过障碍、跳过缝隙或攀爬屏障。",
    "imageURL": ""
  },
  {
    "id": "Faun-Kick",
    "名称": "踢击",
    "种族": "羊蹄人",
    "简介": "羊蹄人类似于人形山羊，拥有弯曲的角、方形瞳孔和分趾蹄。虽然它们的外貌可能各不相同，但大多数羊蹄人拥有人形躯干和覆盖着浓密毛发的山羊状下半身。羊蹄人的面部可能更像山羊或更像人类，并且拥有各种各样的耳朵和角形。羊蹄人的角从短而弯曲最小到大得多、弯曲明显。羊蹄人的平均身高从4英尺到6.5英尺不等，但根据其姿态，身高可以瞬间发生剧烈变化。大多数羊蹄人拥有比例修长的肢体，无论其大小或形状，都以其分趾蹄能够造成强大打击而闻名。羊蹄人大约能活到225岁，随着年龄增长，它们的外貌会越来越像山羊。",
    "效果": "当你成功攻击近距离内的目标时，你可以标记1点压力将其踢开，造成额外的2d6伤害，并使你自己或目标向非常近距离后退。",
    "imageURL": ""
  },
  // Firbolg (费尔伯格)
  {
    "id": "Firbolg-Charge",
    "名称": "冲锋",
    "种族": "费尔伯格",
    "简介": "费尔伯格是牛类人形生物，通常以其宽大的鼻子和下垂的长耳朵为特征。有些费尔伯格的面部是人形和野牛、牛、奶牛或其他牛科生物的混合体。另一些，通常被称为牛头人，头部完全类似于牛。它们是高大结实的生物，身高约5到7英尺，无论年龄大小都拥有惊人的力量。有些费尔伯格以其力量冲锋对手而闻名，这种行动对那些拥有该种族常见各种角形之一的生物尤其有效。虽然它们独特的特征各异，但所有费尔伯格都覆盖着毛发，颜色可以是柔和的土色，也可以是各种柔和的蜡笔色，如柔粉色和蓝色。平均而言，费尔伯格能活约150年。",
    "效果": "当你成功地进行敏捷掷骰，从远距离或非常远距离移动到近距离接触一个或多个目标时，你可以标记1点压力，对近距离内的所有目标造成1d12物理伤害。",
    "imageURL": ""
  },
  {
    "id": "Firbolg-Unshakable",
    "名称": "不可动摇",
    "种族": "费尔伯格",
    "简介": "费尔伯格是牛类人形生物，通常以其宽大的鼻子和下垂的长耳朵为特征。有些费尔伯格的面部是人形和野牛、牛、奶牛或其他牛科生物的混合体。另一些，通常被称为牛头人，头部完全类似于牛。它们是高大结实的生物，身高约5到7英尺，无论年龄大小都拥有惊人的力量。有些费尔伯格以其力量冲锋对手而闻名，这种行动对那些拥有该种族常见各种角形之一的生物尤其有效。虽然它们独特的特征各异，但所有费尔伯格都覆盖着毛发，颜色可以是柔和的土色，也可以是各种柔和的蜡笔色，如柔粉色和蓝色。平均而言，费尔伯格能活约150年。",
    "效果": "当你需要标记压力时，掷一个d6。结果为6时，不标记压力。",
    "imageURL": ""
  },
  // Fungril (孢菌人)
  {
    "id": "Fungril-FungrilNetwork",
    "名称": "孢菌网络",
    "种族": "孢菌人",
    "简介": "孢菌人类似于人形蘑菇。它们可以更像人形，也可以更像真菌，颜色多样，从土色调到鲜红色、黄色、紫色和蓝色。孢菌人展现出令人难以置信的身体、面部和肢体多样性，因为它们没有单一的共同形状。它们的升高范围从微小的2英尺高到惊人的7英尺高。虽然孢菌人的平均寿命约为300年，但据报道有些活得更久。它们可以通过非语言方式交流，这个种族的许多成员利用菌丝网络在远距离上化学交换信息。",
    "效果": "进行一次本能掷骰（难度12）以使用你的菌丝网络与同族交流。成功时，你可以在任何距离上进行交流。",
    "imageURL": ""
  },
  {
    "id": "Fungril-DeathConnection",
    "名称": "死亡连接",
    "种族": "孢菌人",
    "简介": "孢菌人类似于人形蘑菇。它们可以更像人形，也可以更像真菌，颜色多样，从土色调到鲜红色、黄色、紫色和蓝色。孢菌人展现出令人难以置信的身体、面部和肢体多样性，因为它们没有单一的共同形状。它们的升高范围从微小的2英尺高到惊人的7英尺高。虽然孢菌人的平均寿命约为300年，但据报道有些活得更久。它们可以通过非语言方式交流，这个种族的许多成员利用菌丝网络在远距离上化学交换信息。",
    "效果": "当你接触一具刚死亡的尸体时，你可以标记1点压力，从尸体中提取一个与你选择的特定情感或感受相关的记忆。",
    "imageURL": ""
  },
  // Galapa (龟人)
  {
    "id": "Galapa-Shell",
    "名称": "甲壳",
    "种族": "龟人",
    "简介": "龟人类似人形乌龟，拥有可缩入的巨大圆顶甲壳。平均而言，它们身高从4英尺到6英尺不等，头部和身体形状可以类似于任何类型的乌龟。龟人有多种土色调——最常见的是绿色和棕色——并拥有甲壳上的独特图案。这个种族的成员可以把头部、手臂和腿缩入甲壳中，作为防御时天然的护盾。有些会通过附加盔甲或雕刻独特设计来增强甲壳的强度或外观，但这个过程非常痛苦。大多数龟人无论年龄多大都行动缓慢，它们大约能活150年。",
    "效果": "你的甲壳提供防御。你的伤害阈值获得等于你熟练度的加成。",
    "imageURL": ""
  },
  {
    "id": "Galapa-Retract",
    "名称": "缩入甲壳",
    "种族": "龟人",
    "简介": "龟人类似人形乌龟，拥有可缩入的巨大圆顶甲壳。平均而言，它们身高从4英尺到6英尺不等，头部和身体形状可以类似于任何类型的乌龟。龟人有多种土色调——最常见的是绿色和棕色——并拥有甲壳上的独特图案。这个种族的成员可以把头部、手臂和腿缩入甲壳中，作为防御时天然的护盾。有些会通过附加盔甲或雕刻独特设计来增强甲壳的强度或外观，但这个过程非常痛苦。大多数龟人无论年龄多大都行动缓慢，它们大约能活150年。",
    "效果": "标记1点压力以缩入甲壳中。当你处于甲壳中时，你对物理伤害有抗性，行动掷骰有劣势，并且不能移动。",
    "imageURL": ""
  },
  // Giant (巨人)
  {
    "id": "Giant-Endurance",
    "名称": "耐力",
    "种族": "巨人",
    "简介": "巨人是高大的人形生物，拥有宽阔的肩膀、长长的手臂，以及一到三只眼睛。成年巨人身高从6.5英尺到8.5英尺不等，无论体型如何，天生都肌肉发达。它们宽阔的骨架和修长的手臂及脖子很容易辨认。虽然它们可以有三只眼睛，但所有巨人生来都无目，在生命的第一年仍是盲的。直到巨人达到10岁且其特征完全发育，眼睛的形成才可能波动。拥有单只眼睛的巨人通常被称为独眼巨人。巨人平均寿命约为75年。",
    "效果": "在角色创建时获得额外的生命值槽位。",
    "imageURL": ""
  },
  {
    "id": "Giant-Reach",
    "名称": "触及",
    "种族": "巨人",
    "简介": "巨人是高大的人形生物，拥有宽阔的肩膀、长长的手臂，以及一到三只眼睛。成年巨人身高从6.5英尺到8.5英尺不等，无论体型如何，天生都肌肉发达。它们宽阔的骨架和修长的手臂及脖子很容易辨认。虽然它们可以有三只眼睛，但所有巨人生来都无目，在生命的第一年仍是盲的。直到巨人达到10岁且其特征完全发育，眼睛的形成才可能波动。拥有单只眼睛的巨人通常被称为独眼巨人。巨人平均寿命约为75年。",
    "效果": "将任何具有近战范围的武器、能力、法术或其他特征视为具有非常近战范围。",
    "imageURL": ""
  },
  // Goblin (哥布林)
  {
    "id": "Goblin-Surefooted",
    "名称": "稳健",
    "种族": "哥布林",
    "简介": "哥布林是小型人形生物，以其大眼睛和巨大的膜状耳朵易于辨认。凭借敏锐的听觉和视力，它们能感知远处和黑暗中的细节，使其能够轻松地在次优环境中移动。它们的皮肤和眼睛颜色极其多样，没有任何一种色调——无论是鲜艳还是柔和——更占主导地位。典型的哥布林身高在3到4英尺之间，每只耳朵的尺寸大约与头部相当。哥布林以通过耳朵姿态进行非语言交流而闻名。哥布林的寿命大约为100年，许多哥布林在老年时仍保持敏锐的听觉和视力。",
    "效果": "你忽略敏捷掷骰的劣势。",
    "imageURL": ""
  },
  {
    "id": "Goblin-DangerSense",
    "名称": "危险感知",
    "种族": "哥布林",
    "简介": "哥布林是小型人形生物，以其大眼睛和巨大的膜状耳朵易于辨认。凭借敏锐的听觉和视力，它们能感知远处和黑暗中的细节，使其能够轻松地在次优环境中移动。它们的皮肤和眼睛颜色极其多样，没有任何一种色调——无论是鲜艳还是柔和——更占主导地位。典型的哥布林身高在3到4英尺之间，每只耳朵的尺寸大约与头部相当。哥布林以通过耳朵姿态进行非语言交流而闻名。哥布林的寿命大约为100年，许多哥布林在老年时仍保持敏锐的听觉和视力。",
    "效果": "每场休息一次，标记1点压力以强制一个敌对者重新掷骰对你或非常近距离内的盟友的攻击。",
    "imageURL": ""
  },
  // Halfling (半身人)
  {
    "id": "Halfling-Luckbringer",
    "名称": "幸运带来者",
    "种族": "半身人",
    "简介": "半身人是小型人形生物，拥有大而多毛的脚和突出的圆耳朵。平均而言，半身人身高在3到4英尺之间，耳朵、鼻子和脚的比例大于身体其他部分。这个种族的成员能活约150年，半身人的外貌很可能保持年轻，即使他们从成年进入老年。半身人天生与凡尘世界的磁场协调一致，赋予他们强大的内在罗盘。他们还拥有敏锐的听觉和嗅觉，通常能通过声音识别熟悉的人。",
    "效果": "每场会话开始时，你的队伍中每个人获得1点希望。",
    "imageURL": ""
  },
  {
    "id": "Halfling-InternalCompass",
    "名称": "内在罗盘",
    "种族": "半身人",
    "简介": "半身人是小型人形生物，拥有大而多毛的脚和突出的圆耳朵。平均而言，半身人身高在3到4英尺之间，耳朵、鼻子和脚的比例大于身体其他部分。这个种族的成员能活约150年，半身人的外貌很可能保持年轻，即使他们从成年进入老年。半身人天生与凡尘世界的磁场协调一致，赋予他们强大的内在罗盘。他们还拥有敏锐的听觉和嗅觉，通常能通过声音识别熟悉的人。",
    "效果": "当你掷出1点希望骰时，你可以重新掷骰它。",
    "imageURL": ""
  },
  // Human (人类)
  {
    "id": "Human-HighStamina",
    "名称": "高耐力",
    "种族": "人类",
    "简介": "人类最容易通过其灵巧的双手、圆润的耳朵和耐用的身体来识别。它们的平均身高略低于5英尺到约6.5英尺。它们的体型多种多样，有些相当魁梧，有些则苗条，介于两者之间的也很多。人类身体适应性强，能轻松适应恶劣气候。一般来说，人类能活到约100岁，其身体在年轻和年老时会发生剧烈变化。",
    "效果": "在角色创建时获得额外的压力槽位。",
    "imageURL": ""
  },
  {
    "id": "Human-Adaptability",
    "名称": "适应性",
    "种族": "人类",
    "简介": "人类最容易通过其灵巧的双手、圆润的耳朵和耐用的身体来识别。它们的平均身高略低于5英尺到约6.5英尺。它们的体型多种多样，有些相当魁梧，有些则苗条，介于两者之间的也很多。人类身体适应性强，能轻松适应恶劣气候。一般来说，人类能活到约100岁，其身体在年轻和年老时会发生剧烈变化。",
    "效果": "当你使用你的一项经历进行掷骰失败时，你可以标记1点压力来重新掷骰。",
    "imageURL": ""
  },
  // Infernis (恶魔)
  {
    "id": "Infernis-Fearless",
    "名称": "无畏",
    "种族": "恶魔",
    "简介": "恶魔是拥有锋利犬齿、尖耳朵和角的类人生物。它们是下界恶魔的后裔。平均而言，恶魔的身高从5英尺到7英尺不等，以长手指和尖指甲闻名。有些拥有长而细、光滑的尾巴，末端呈尖形、分叉或箭头形。恶魔通常有两到四只角——尽管有些只有许多角的王冠，或只有一只角。这些角也可以不规则生长，形成独特、常弯曲的形状，恶魔通过雕刻和装饰来增强其外观。它们的皮肤、头发和角有多种颜色，包括柔和的粉彩色、鲜明的色调或鲜艳的色彩，如玫瑰红、深紫色和漆黑。恶魔拥有“恐惧面容”，这种面容既可以不由自主地显现，例如当它们体验恐惧或其他强烈情感时，也可以有目的地显现，例如当它们希望恐吓对手时。这种面容可以暂时改变其外貌，包括延长牙齿和指甲、改变眼睛颜色、扭曲角或增强身高。平均而言，恶魔能活约350年，有些人将此寿命归因于其恶魔血统。",
    "效果": "当你带着恐惧掷骰时，你可以标记2点压力将其转化为带有希望的掷骰。",
    "imageURL": ""
  },
  {
    "id": "Infernis-DreadVisage",
    "名称": "恐惧面容",
    "种族": "恶魔",
    "简介": "恶魔是拥有锋利犬齿、尖耳朵和角的类人生物。它们是下界恶魔的后裔。平均而言，恶魔的身高从5英尺到7英尺不等，以长手指和尖指甲闻名。有些拥有长而细、光滑的尾巴，末端呈尖形、分叉或箭头形。恶魔通常有两到四只角——尽管有些有许多角的王冠，或只有一只角。这些角也可以不规则生长，形成独特、常弯曲的形状，恶魔通过雕刻和装饰来增强其外观。它们的皮肤、头发和角有多种颜色，包括柔和的粉彩色、鲜明的色调或鲜艳的色彩，如玫瑰红、深紫色和漆黑。恶魔拥有“恐惧面容”，这种面容既可以不由自主地显现，例如当它们体验恐惧或其他强烈情感时，也可以有目的地显现，例如当它们希望恐吓对手时。这种面容可以暂时改变其外貌，包括延长牙齿和指甲、改变眼睛颜色、扭曲角或增强身高。平均而言，恶魔能活约350年，有些人将此寿命归因于其恶魔血统。",
    "效果": "你在恐吓敌对生物的掷骰上获得优势。",
    "imageURL": ""
  },
  // Katari (猫人)
  {
    "id": "Katari-FelineInstincts",
    "名称": "猫科本能",
    "种族": "猫人",
    "简介": "猫人是猫科人形生物，拥有可伸缩的爪子、垂直裂缝的瞳孔和高耸的三角形耳朵。它们还有小而尖的犬齿、柔软的毛发和长长的胡须，这些特征有助于它们的感知和导航。它们的耳朵可以旋转近180度以探测声音，从而增强其感官。猫人可能或多或少像猫科动物或人形，带有猫科特征的毛发、胡须和口鼻。大约一半的猫人拥有尾巴。它们的皮肤和毛发有各种色调和图案，包括纯色、花斑色调、虎斑纹和各种斑点、斑块、大理石纹或条纹。它们的身高从约3英尺到6.5英尺不等，大约能活150年。",
    "效果": "当你进行敏捷掷骰时，你可以花费2点希望重新掷骰你的希望骰。",
    "imageURL": ""
  },
  {
    "id": "Katari-RetractingClaws",
    "名称": "伸缩爪",
    "种族": "猫人",
    "简介": "猫人是猫科人形生物，拥有可伸缩的爪子、垂直裂缝的瞳孔和高耸的三角形耳朵。它们还有小而尖的犬齿、柔软的毛发和长长的胡须，这些特征有助于它们的感知和导航。它们的耳朵可以旋转近180度以探测声音，从而增强其感官。猫人可能或多或少像猫科动物或人形，带有猫科特征的毛发、胡须和口鼻。大约一半的猫人拥有尾巴。它们的皮肤和毛发有各种色调和图案，包括纯色、花斑色调、虎斑纹和各种斑点、斑块、大理石纹或条纹。它们的身高从约3英尺到6.5英尺不等，大约能活150年。",
    "效果": "进行敏捷掷骰以抓挠近距离内的目标。成功时，它们暂时变得脆弱。",
    "imageURL": ""
  },
  // Orc (兽人)
  {
    "id": "Orc-Sturdy",
    "名称": "强壮",
    "种族": "兽人",
    "简介": "兽人是人形生物，最容易通过其方正的特征和从下颌突出的野猪般獠牙来识别。獠牙的尺寸各异，虽然从口中伸出，但并非用于进食。相反，许多兽人选择用显著的装饰来修饰獠牙。兽人通常能活125年，除非经过改变，否则它们的獠牙在其一生中会持续生长。它们的耳朵尖尖的，头发和皮肤通常呈绿色、蓝色、粉色或灰色调。兽人倾向于肌肉发达，平均身高从5英尺到6.5英尺。",
    "效果": "当你剩余1点生命值时，对你的攻击具有劣势。",
    "imageURL": ""
  },
  {
    "id": "Orc-Tusks",
    "名称": "獠牙",
    "种族": "兽人",
    "简介": "兽人是人形生物，最容易通过其方正的特征和从下颌突出的野猪般獠牙来识别。獠牙的尺寸各异，虽然从口中伸出，但并非用于进食。相反，许多兽人选择用显著的装饰来修饰獠牙。兽人通常能活125年，除非经过改变，否则它们的獠牙在其一生中会持续生长。它们的耳朵尖尖的，头发和皮肤通常呈绿色、蓝色、粉色或灰色调。兽人倾向于肌肉发达，平均身高从5英尺到6.5英尺。",
    "效果": "当你成功攻击近距离内的目标时，你可以花费1点希望用你的獠牙撞击目标，造成额外的1d6伤害。",
    "imageURL": ""
  },
  // Ribbet (蛙裔)
  {
    "id": "Ribbet-Amphibious",
    "名称": "两栖",
    "种族": "蛙裔",
    "简介": "蛙裔类似于人形青蛙，拥有突出的眼睛和蹼状手脚。它们拥有光滑（有时有疣）湿润的皮肤和位于头部两侧的眼睛。有些蛙裔的后腿长度是躯干的两倍多，而另一些则有短肢。无论它们的体型如何（从约3英尺到4.5英尺不等），蛙裔主要通过跳跃移动。所有蛙裔都拥有蹼状附肢，使其能够轻松游泳。有些蛙裔拥有天然的绿褐色伪装，而另一些则具有鲜艳的图案。无论外貌如何，所有蛙裔都出生于水中产下的卵，孵化成蝌蚪，大约在6到7年后成长为能够在陆地上移动的两栖生物。蛙裔的寿命约为100年。",
    "效果": "你可以在水下自然呼吸和移动。",
    "imageURL": ""
  },
  {
    "id": "Ribbet-LongTongue",
    "名称": "长舌",
    "种族": "蛙裔",
    "简介": "蛙裔类似于人形青蛙，拥有突出的眼睛和蹼状手脚。它们拥有光滑（有时有疣）湿润的皮肤和位于头部两侧的眼睛。有些蛙裔的后腿长度是躯干的两倍多，而另一些则有短肢。无论它们的体型如何（从约3英尺到4.5英尺不等），蛙裔主要通过跳跃移动。所有蛙裔都拥有蹼状附肢，使其能够轻松游泳。有些蛙裔拥有天然的绿褐色伪装，而另一些则具有鲜艳的图案。无论外貌如何，所有蛙裔都出生于水中产下的卵，孵化成蝌蚪，大约在6到7年后成长为能够在陆地上移动的两栖生物。蛙裔的寿命约为100年。",
    "效果": "你可以用你的长舌抓取近距离内的物体。标记1点压力以使用你的舌头作为敏锐的近战武器，造成d12物理伤害，使用你的熟练度。",
    "imageURL": ""
  },
  // Simiah (猿人)
  {
    "id": "Simiah-NaturalClimber",
    "名称": "天生攀爬者",
    "种族": "猿人",
    "简介": "猿人类似人形猴子和猿类，拥有长肢和可抓握的脚。虽然它们的外貌反映了所有猿类生物，从最大的大猩猩到最小的狨猴，但它们的体型与动物对应物不符，可以从2英尺到6英尺高。所有猿人都可以用灵巧的脚进行非语言交流、工作和战斗。此外，有些猿人还拥有可抓握物体或在困难机动时帮助平衡的尾巴。这些特征赋予这个种族的成员独特的敏捷性，帮助他们完成各种物理任务。特别是，猿人擅长攀爬，并且可以轻松地从双足移动过渡到指关节行走和攀爬。平均而言，猿人能活约100年。",
    "效果": "你在涉及平衡和攀爬的敏捷掷骰上获得优势。",
    "imageURL": ""
  },
  {
    "id": "Simiah-Nimble",
    "名称": "敏捷",
    "种族": "猿人",
    "简介": "猿人类似人形猴子和猿类，拥有长肢和可抓握的脚。虽然它们的外貌反映了所有猿类生物，从最大的大猩猩到最小的狨猴，但它们的体型与动物对应物不符，可以从2英尺到6英尺高。所有猿人都可以用灵巧的脚进行非语言交流、工作和战斗。此外，有些猿人还拥有可抓握物体或在困难机动时帮助平衡的尾巴。这些特征赋予这个种族的成员独特的敏捷性，帮助他们完成各种物理任务。特别是，猿人擅长攀爬，并且可以轻松地从双足移动过渡到指关节行走和攀爬。平均而言，猿人能活约100年。",
    "效果": "在角色创建时获得闪避永久+1的加成。",
    "imageURL": ""
  }
]
